{
    "book": {
        "lemma_branch": [
            {
                "definition": "a set of pages fastened together in a cover for people to read",
                "local_word": "книга",
                "examples": [
                    "a book about animals",
                    "Recently has published as a co-author with Ra-Ma the book entitled Internet protocols.",
                    "The book aimed to sensitize children to the different aspects of poverty.",
                    "The book is available on the OHCHR web site."
                ]
            },
            {
                "definition": "a set of stamps, tickets, etc that are fastened together inside a cover",
                "local_word": "книжечка",
                "examples": [
                    "Have you got an autograph book?",
                    "Where is your book?",
                    "You taking Little League book like you did last year?"
                ]
            },
            {
                "definition": "a set of pages fastened together in a cover and used for writing on",
                "local_word": "записная книжка",
                "examples": [
                    "an address book"
                ]
            },
            {
                "definition": "to arrange to use or do something at a particular time in the future",
                "local_word": "бронировать",
                "examples": [
                    "to book a ticket/hotel room",
                    "We've booked a trip to Spain for next month.",
                    "Sorry, the hotel is fully booked (= has no more rooms).",
                    "I'm sorry, it won't let me book it without the correct ranking.",
                    "You need to go ahead and book your ticket.",
                    "The tourist information offices in Nordland will help you book accommodation and activities.",
                    "We advise to book a room according to the number of guests that will occupy it.",
                    "After the date you will have to book the rooms yourself.",
                    "Conference participants are encouraged to book online."
                ]
            },
            {
                "definition": "to officially accuse someone of a crime",
                "local_word": "заводить дело",
                "examples": [
                    "Detectives booked him for resisting arrest."
                ]
            },
            {
                "definition": "If a sports official books you, they write an official record of something you have done wrong.",
                "local_word": "штрафовать (в спорте)",
                "examples": [
                    "The referee booked two players for fighting during the game."
                ]
            }
        ],
        "wordforms_branch": {
            "booked": [
                {
                    "sence_wordform_local": "заказал",
                    "context": [
                        "Calvin's booked the best DJ on campus for the after-party.",
                        "So I booked an O.R. for the next five hours.",
                        "I booked the O.R. I read up on the procedure."
                    ]
                },
                {
                    "sence_wordform_local": "забронировал",
                    "context": [
                        "The Spanish lawyer booked a flight to Istanbul but never made it.",
                        "I booked a nice cozy room for you at the Don Jail.",
                        "I booked a trip to Europe in the fall."
                    ]
                },
                {
                    "sence_wordform_local": "забронировала",
                    "context": [
                        "I mean, I just booked my friends a gig.",
                        "I booked you a room in the hotel.",
                        "I booked a room for us in our favourite hotel at Lake Chiemsee."
                    ]
                },
                {
                    "sence_wordform_local": "забронировали",
                    "context": [
                        "We booked you a family room at the hotel on the roundabout.",
                        "No, I don't think so, we only booked two.",
                        "When we were together, we booked a cruise."
                    ]
                },
                {
                    "sence_wordform_local": "заказали",
                    "context": [
                        "We booked a table at Papa Del's.",
                        "We booked it, we sent out invitations..."
                    ]
                },
                {
                    "sence_wordform_local": "занят",
                    "context": [
                        "Well, I'm pretty much booked, tripp."
                    ]
                },
                {
                    "sence_wordform_local": "забронированы",
                    "context": [
                        "I have three suites and two rooms booked in my name.",
                        "The conference venue had been chosen, the meeting rooms booked and a transport system organized.",
                        "The rooms can be booked with half-board (at an additional cost)."
                    ]
                },
                {
                    "sence_wordform_local": "заказан",
                    "context": [
                        "You'd be booked all season.",
                        "I've booked passage on an Andorian transport.",
                        "This conversation was booked in English."
                    ]
                }
            ],
            "booking": [
                {
                    "sence_wordform_local": "бронирование",
                    "context": [
                        "Because you can make the booking any time you want.",
                        "Consultations and booking of tickets for all flights of the Airline.",
                        "If the customer cancels the booking, the invoice will be cancelled automatically."
                    ]
                },
                {
                    "sence_wordform_local": "резервирование",
                    "context": [
                        "The organizers are responsible for providing premises for the workshop and booking hotels for participants.",
                        "In this case, Pilgram Apartments performs the confirmation of the booking itself."
                    ]
                }
            ],
            "books": [
                {
                    "sence_wordform_local": "книги",
                    "context": [
                        "It's not easy to get books in English around here.",
                        "She sent the companion into Reading to exchange some library books, and took some sleeping pills.",
                        "So there must be a reason why they used two books."
                    ]
                },
                {
                    "sence_wordform_local": "учебники",
                    "context": [
                        "Educational history books have been rewritten to legitimize Russia's actions.",
                        "Some of the books are unsuitable and in need of comprehensive overhaul and updating.",
                        "In primary education, the adoption of school books, interactive games and online tools has proved to be particularly useful."
                    ]
                },
                {
                    "sence_wordform_local": "книжек",
                    "context": [
                        "I read one of your books, by the way.",
                        "Apparently he read a couple books in the '80s.",
                        "I was so nervous with my mom, think I put like ten books in there."
                    ]
                },
                {
                    "sence_wordform_local": "книжках",
                    "context": [
                        "That's what you get in children's books.",
                        "Do you want to be in the good books or the bad books?",
                        "Well, she sleeps with her both hands tucked under her cheek like in those kid books."
                    ]
                },
                {
                    "sence_wordform_local": "бухгалтерию",
                    "context": [
                        "And that would open up our books in an alarming way.",
                        "Now, no businessman wants to open up his books, especially one with $43 billion.",
                        "Took down the whole setup, books, cash, everything."
                    ]
                }
            ]
        }
    }
}