{
    "be": {
        "word_id": 4642,
        "lemma_branch": [
            {
                "definition": "used to describe or give information about someone or something",
                "local_word": "глагол-связка быть",
                "examples": [
                    "I'm sixteen.",
                    "I'm Andy.",
                    "Her mother is a teacher.",
                    "He's German."
                ],
                "definition_local": "используется для описания или предоставления информации о ком-то или чем-то",
                "word_rating": 31354
            },
            {
                "definition": "used to show that someone or something exists",
                "local_word": "быть, иметься",
                "examples": [
                    "There were about fifty people at the party.",
                    "Is there a bank near here?"
                ],
                "definition_local": "используется, чтобы показать, что кто-то или что-то существует",
                "word_rating": 39
            },
            {
                "definition": "used to show the position of someone or something",
                "local_word": "быть, находиться",
                "examples": [
                    "It's been in the cupboard for months.",
                    "She's in the kitchen."
                ],
                "definition_local": "используется для отображения позиции кого-то или чего-то",
                "word_rating": 245697
            },
            {
                "definition": "used to give a fact or your opinion about something",
                "local_word": "гл.be, употребленный в начале безличного предложения",
                "examples": [
                    "It's not surprising that she left him.",
                    "It's a good idea to keep a spare key somewhere safe."
                ],
                "definition_local": "используется, чтобы дать факт или ваше мнение о чем-то",
                "word_rating": 0
            },
            {
                "definition": "used with the present participle of other verbs to describe actions that are or were still continuing",
                "local_word": "вспом. гл. для образования форм группы времен Continuous",
                "examples": [
                    "Where are you going?",
                    "How long have you been sitting there?",
                    "He was standing by the window.",
                    "He's working at the moment."
                ],
                "definition_local": "используется с причастием настоящего времени других глаголов для описания действий, которые являются или все еще продолжаются",
                "word_rating": 0
            },
            {
                "definition": "used with the present participle of other verbs, and sometimes after a modal verb, to describe actions that will happen in the future",
                "local_word": "вспом. гл. для образования временной формы со значением будущего",
                "examples": [
                    "I'm going to France next week.",
                    "I'll be coming back on Tuesday."
                ],
                "definition_local": "используется с причастием настоящего времени других глаголов, а иногда и после модального глагола, для описания действий, которые произойдут в будущем",
                "word_rating": 0
            },
            {
                "definition": "used with the past participle of other verbs to form the passive",
                "local_word": "вспом. гл. для образования форм пассивного залога",
                "examples": [
                    "He was injured in a car crash.",
                    "The results will be announced next week."
                ],
                "definition_local": "используется с причастием прошедшего времени других глаголов для образования пассива",
                "word_rating": 0
            },
            {
                "definition": "used in conditional sentences to say what might happen",
                "local_word": "вспом. гл. для образования некоторых форм сослагательного наклонения",
                "examples": [
                    "If he were to offer me the job, I'd take it."
                ],
                "definition_local": "используется в условных предложениях, чтобы сказать, что может произойти",
                "word_rating": 0
            },
            {
                "definition": "used to say that someone must or should do something",
                "local_word": "вспом. гл. со значением должен, обязан",
                "examples": [
                    "You are not to see him again."
                ],
                "definition_local": "раньше говорили, что кто-то должен или должен что-то делать",
                "word_rating": 0
            },
            {
                "definition": "used to show that something has been organized",
                "local_word": "вспом. гл. со значением предварительной договоренности",
                "examples": [
                    "They are to stay with us when they arrive."
                ],
                "definition_local": "используется, чтобы показать, что что-то было организовано",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "was": {
                "word_id": 44709,
                "wordsenses": [
                    {
                        "local_word": "был",
                        "examples": [
                            "Mr. Chaudhry, was appointed as the fourth Prime Minister of Fiji.",
                            "The first draft of the resolution was prepared by the Council of Europe, in Strasbourg.",
                            "An updated outline of the seminar was presented to the Bureau."
                        ],
                        "word_rating": 44583
                    },
                    {
                        "local_word": "было",
                        "examples": [
                            "The solution was for the international community to help with the reconstruction of Afghanistan and its infrastructures.",
                            "Reduction in the report's length was partially brought about by the Unit.",
                            "However, it was decided for the time being not to transmit this proposed amendment to the depositary."
                        ],
                        "word_rating": 4978
                    },
                    {
                        "local_word": "была",
                        "examples": [
                            "A copy of the electoral budget was presented to the delegation for information.",
                            "The second part of the discussion was dedicated to the measurement of short-term migration.",
                            "As part of the decision, the author's property was seized by the Government."
                        ],
                        "word_rating": 484
                    },
                    {
                        "local_word": "является",
                        "examples": [
                            "As such, it was premature at this stage for the resolution to have been discussed.",
                            "From the practical point of view, it was essential to preserve the dialogue.",
                            "In the domain of prevention, the introduction of a procedure for video recording of interrogations was a significant innovation."
                        ],
                        "word_rating": 385
                    },
                    {
                        "local_word": "это",
                        "examples": [
                            "Just seemed like it was causin' some problems for you, is all.",
                            "So this was his way of trying to put a stop to things."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "что",
                        "examples": [
                            "Participants noted that this aspect of accountability was frequently overlooked and that reparations tended to be seen in terms of financial compensation.",
                            "It was recalled that the draft article stipulated that the acquisition of nationality must not be inconsistent with international law.",
                            "It was acknowledged that more convincing punitive measures were required and that the relevant campaigns should be interlinked."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "имеет",
                        "examples": [
                            "It was of paramount importance that the court should enjoy universal support."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "стало",
                        "examples": [
                            "It was the expectation that the numbers of female mayors would fall.",
                            "As a result, there was a further increase in the negative output gap."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "существует",
                        "examples": [
                            "In the European context there was a fast-track procedure for the granting of asylum.",
                            "In that regard, the situation was one of total lawlessness.",
                            "At the international level, there was still a gap between the ideals pursued and reality."
                        ],
                        "word_rating": 9725
                    },
                    {
                        "local_word": "все",
                        "examples": [
                            "Every effort would be made and every available resource used to ensure that the preparatory process was a success."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заключалась",
                        "examples": [
                            "The objective of the report was to find measures to reduce their negative impact and identify best practices.",
                            "The collusive tendering action by the four enterprises was construed to eliminate competition from the procurement process.",
                            "The overall objective of the project was to improve the production capacity of the Production Centre of State Land Cadastre."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "стал",
                        "examples": [
                            "A new process was undertaken at the national level to prepare the replies to the Committee's recommendations."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "being": {
                "word_id": 4834,
                "wordsenses": [
                    {
                        "local_word": "быть",
                        "examples": [
                            "The main concern of the Review Conference should be the protection of human beings."
                        ],
                        "word_rating": 472
                    },
                    {
                        "local_word": "находиться",
                        "examples": [
                            "I just don't really feel like being here right now."
                        ],
                        "word_rating": 15
                    },
                    {
                        "local_word": "существо",
                        "examples": [
                            "But Tosk is an intelligent, living being.",
                            "Lady Flintshire's not the most liberal being on the planet."
                        ],
                        "word_rating": 2342
                    },
                    {
                        "local_word": "осуществляется",
                        "examples": [
                            "Furthermore, this strategy is being carried out in the context of a specific system.",
                            "A number of programmes are being executed through the Land Trust Fund.",
                            "Presentation of candidature is being made in the form of letters to the Security Council."
                        ],
                        "word_rating": 9438
                    },
                    {
                        "local_word": "будучи",
                        "examples": [
                            "The majority of women with disabilities in India suffer the triple discrimination of being female, disabled and poor.",
                            "So I, being a great girlfriend, tried to help him out.",
                            "I just, I feel terrible being the source of all of this hostility."
                        ],
                        "word_rating": 109
                    },
                    {
                        "local_word": "проводится",
                        "examples": [
                            "A considerable amount of work is being done in the higher education system.",
                            "The campaign is being carried out with support from the sister Republic of Cuba.",
                            "The campaign is being conducted under the auspices of the Ministry of Social Welfare."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "ведется",
                        "examples": [
                            "In addition, the records collection is being prepared in electronic form.",
                            "The CIM electronic consignment note is being developed by the national railways and Customs authorities.",
                            "Moreover, newer types of weapons are being developed and precision is being added to them."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "находится",
                        "examples": [
                            "At the present time, it is being considered by the Government of the Kyrgyz Republic."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "were": {
                "word_id": 45109,
                "wordsenses": [
                    {
                        "local_word": "были",
                        "examples": [
                            "Copies of such procedures were made available to the members of the Working Group.",
                            "The members of the Committee were appointed by the Executive Director of UNOPS.",
                            "The powers of the presidency, in accordance with the Constitution, were transferred to the Council of Ministers."
                        ],
                        "word_rating": 106779
                    },
                    {
                        "local_word": "было",
                        "examples": [
                            "The Mine Action Coordination Centre vehicles were allowed to cross the border on 13 February."
                        ],
                        "word_rating": 772
                    },
                    {
                        "local_word": "являются",
                        "examples": [
                            "They, as it were, guarantee a - balanced distribution of aid."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "ты",
                        "examples": [
                            "When you walked in here, you were a sad little wannabe."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "что",
                        "examples": [
                            "The Division noted that a number of country offices did not have a disaster recovery plan and that backup procedures were inadequate.",
                            "It was acknowledged that more convincing punitive measures were required and that the relevant campaigns should be interlinked.",
                            "It was stressed that the absence of documents did not necessarily mean that migrants were illegal immigrants."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вы",
                        "examples": [
                            "When you were appointed archbishop, you swore an oath to Rome."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "получили",
                        "examples": [
                            "Northern African countries were the only ones that did not receive any support.",
                            "As a result, 905 staff members were converted to permanent appointments at that time.",
                            "In the shelling of outlying areas of Ayn Bu Siwar a number of homes were damaged."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "они",
                        "examples": [
                            "All of them were examined and restored to health free of charge.",
                            "At the entrance they were stopped by a bar across the road."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "все",
                        "examples": [
                            "All countries were affected by migration and, therefore, all had an interest in achieving those aims."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "am": {
                "word_id": 2695,
                "wordsenses": [
                    {
                        "local_word": "собираюсь",
                        "examples": [
                            "I am willing to trade the card in exchange for the following items.",
                            "I am not going to let this stop me, Antoine."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "буду",
                        "examples": [
                            "Now, for the purposes of this demonstration, I am Margaret."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "имею",
                        "examples": [
                            "I am also thinking about the encouragement of intercultural dialogue."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "являюсь",
                        "examples": [
                            "I am the man that I am today because of my Starling City family.",
                            "That is why I am a firm advocate of dialogue among faiths, cultures and civilizations.",
                            "The person that I am now, I created."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "is": {
                "word_id": 22283,
                "wordsenses": [
                    {
                        "local_word": "это",
                        "examples": [
                            "Just seemed like it was causin' some problems for you, is all.",
                            "The only way to stop them is to take this public.",
                            "International cooperation is not a handout; it is an investment."
                        ],
                        "word_rating": 3867
                    },
                    {
                        "local_word": "является",
                        "examples": [
                            "The sharing and transfer of technology is a moral imperative and a laudable goal.",
                            "The implementation of that resolution is not an end in itself.",
                            "Sharing micro data at the international level is a long-term goal to be addressed."
                        ],
                        "word_rating": 24383
                    },
                    {
                        "local_word": "имеет",
                        "examples": [
                            "The problem of how to agree on a programme of work is one of pressing importance to the entire Conference.",
                            "There is an important positive symbiotic element to the movement of service providers across borders.",
                            "It is a very fine piece of work, of the utmost importance for human development."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заключается",
                        "examples": [
                            "The marriage contract is drawn up and finalized on the basis of free and mutual consent.",
                            "That is the main thrust of my message today.",
                            "This is a principle upon which we are unyielding."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "важно",
                        "examples": [
                            "In today's world, the design of mechanisms to recycle global surpluses to productive investment is essential.",
                            "It is also crucial that mechanisms and guarantees for the implementation of the agreement are assured.",
                            "This is crucial to ensure the timely completion of all of the remaining work."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "есть",
                        "examples": [
                            "Respect for human rights is one of the cornerstones of the contemporary legal order.",
                            "There is a washroom down at the end of the hall by the health club.",
                            "A strike is a temporary cessation of work brought about by a coalition of workers."
                        ],
                        "word_rating": 12357
                    },
                    {
                        "local_word": "будет",
                        "examples": [
                            "The full survey will be carried out in the coming years, if funding for it is secured.",
                            "If sufficient progress is achieved, it might be possible to resume the reduction of police advisers before the elections.",
                            "Additional information is pending, which will be forwarded to the Committee upon receipt."
                        ],
                        "word_rating": 1117
                    },
                    {
                        "local_word": "состоит",
                        "examples": [
                            "The Board of Directors is composed only of nationals from the Republic of Kiribati.",
                            "The secret of a good search is all in the planning.",
                            "And what is essential is safeguarding the vital interests of France."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "существует",
                        "examples": [
                            "In the Chair's text, there is a certain amount of ambiguity with regard to terminology.",
                            "In Portugal, there is a register of the number of active cooperatives in the country.",
                            "At the same time, there is a need for an internationally coordinated strategy if global access is to be achieved."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "находится",
                        "examples": [
                            "The consultant's report is currently under consideration by the Division.",
                            "It is home to the majority of the least developed countries on this planet.",
                            "In the midst of the Lake of Avalon there is an ancient isle."
                        ],
                        "word_rating": 3466
                    },
                    {
                        "local_word": "вот",
                        "examples": [
                            "All right, this is it, this is the perfect kid.",
                            "That woman is about to walk into the pool."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "представляет",
                        "examples": [
                            "The Tribunal is taking measures to expedite its work accordingly and provides periodic reports to the Council.",
                            "This is the second time for Tuvalu to submit a report on the implementation of CEDAW.",
                            "He is represented by counsel, who has provided a copy of his power of attorney."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "нет",
                        "examples": [
                            "The principle of \"no access, no food\" is adhered to.",
                            "'But there is no electricity, no mobile phone signal, no TV, 'no hotels, no hospitals.",
                            "No, no, no, no, no, no, no, no, with Caroline he is not fine."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "являются",
                        "examples": [
                            "It is one's responsibility not to exceed these boundaries of the freedom of expression.",
                            "The effort to reform the Committee's methods of work is not an end in itself.",
                            "It is chaired by the prefect; public prosecutors serve as the vice-chairmen."
                        ],
                        "word_rating": 3
                    }
                ]
            },
            "been": {
                "word_id": 4765,
                "wordsenses": [
                    {
                        "local_word": "были",
                        "examples": [
                            "Measures have been adopted to correct the poor level of performance of the educational system.",
                            "In order to implement the recommendations listed above, the following measures have been taken.",
                            "The new and updated biographic notes have been made available on the website of the Division."
                        ],
                        "word_rating": 14239
                    },
                    {
                        "local_word": "было",
                        "examples": [
                            "As a result, more than 13,000 hectares of degraded land have been restored.",
                            "Very few studies, especially large-scale ones, have been conducted on the topic of the safety of female journalists.",
                            "Most of the Panel's recommendations have been accepted in their entirety."
                        ],
                        "word_rating": 173
                    },
                    {
                        "local_word": "была",
                        "examples": [
                            "The Joint Mission was satisfied with the timely manner in which these activities had been conducted.",
                            "The romanization of the Cyrillic alphabet was now complete and had been adopted by a resolution.",
                            "This revision was suggested by the delegation of France and has been supported by a number of interested delegations."
                        ],
                        "word_rating": 24
                    },
                    {
                        "local_word": "не",
                        "examples": [
                            "A few recommendations have not been fulfilled because they do not fall within the explicit mandate of FAO."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "место",
                        "examples": [
                            "I've been offered a seat at the higher-ups' table."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "являются",
                        "examples": [
                            "The human rights of migrant workers have been a constant concern of the Mexican Government."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "пор",
                        "examples": [
                            "Obviously, I haven't been a member of Visualize for some time.",
                            "We've been expecting this for some time!",
                            "For some time, Swiss law has already been fulfilling the requirements of the Convention, especially those of article 18."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "время",
                        "examples": [
                            "The Office of the Ombudsman has been engaged with this issue for some time."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "уже",
                        "examples": [
                            "That has been Brazil's vision for a long time now.",
                            "The Middle East peace process has been at a standstill for a long time now.",
                            "But, in fact, the verification system has already been put to a test."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "удалось",
                        "examples": [
                            "As a result of this close cooperation, a large number of cases have been clarified.",
                            "Training had only been able to take place thanks to the generosity of a bilateral donor.",
                            "A rise in the level of unemployment has, however, been unavoidable."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "является",
                        "examples": [
                            "The experience with the use of a multi-year programme of work has been positive.",
                            "One of the focus areas of the structural transformation of the Algerian economy has been the expansion of credit opportunities for companies.",
                            "The numerical dominance of people of Indian Hindu origins has been a source of some tension."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "right": {
        "word_id": 34664,
        "lemma_branch": [
            {
                "definition": "correct or true",
                "local_word": "правильный, верный",
                "examples": [
                    "He only got half the answers right.",
                    "You're right about Alison - she's incredible!",
                    "\"You came here in 1979, didn't you?\" \"That's right.\""
                ],
                "definition_local": "правильно или верно",
                "word_rating": 4
            },
            {
                "definition": "on or towards the side of your body that is to the east when you are facing north",
                "local_word": "правый",
                "examples": [
                    "your right hand",
                    "There's a tree on the right side of the house.",
                    "I got a right hook in the mouth this morning.",
                    "Take off your right shoe and throw it over here."
                ],
                "definition_local": "на или к стороне вашего тела, которая находится на Востоке, когда вы обращены на север",
                "word_rating": 6425
            },
            {
                "definition": "suitable or best in a particular situation",
                "local_word": "подходящий, нужный",
                "examples": [
                    "I'm not sure she's the right person for the job.",
                    "Are we going in the right direction?"
                ],
                "definition_local": "подходит или лучше всего в конкретной ситуации",
                "word_rating": 3
            },
            {
                "definition": "fair or morally acceptable",
                "local_word": "справедливый, порядочный",
                "examples": [
                    "It's not right to criticize him behind his back."
                ],
                "definition_local": "справедливо или морально приемлемо",
                "word_rating": 41
            },
            {
                "definition": "to solve a problem",
                "local_word": "решить (проблему)",
                "examples": [],
                "definition_local": "чтобы решить проблему",
                "word_rating": 0
            },
            {
                "definition": "used for emphasizing when something is bad",
                "local_word": "совершенный, абсолютный",
                "examples": [
                    "His house is a right mess."
                ],
                "definition_local": "используется для подчеркивания, когда что-то плохо",
                "word_rating": 0
            },
            {
                "definition": "exactly in a place or time",
                "local_word": "прямо, как раз",
                "examples": [
                    "He's right here with me.",
                    "I fell asleep right in the middle of her speech."
                ],
                "definition_local": "точно в месте или времени",
                "word_rating": 119
            },
            {
                "definition": "correctly",
                "local_word": "правильно",
                "examples": [
                    "He guessed right most of the time.",
                    "But as a beginner, it's not easy to get it right.",
                    "So apparently, there's a right and wrong way to load a dishwasher.",
                    "And it's right to show understanding for this."
                ],
                "definition_local": "правильно",
                "word_rating": 7160
            },
            {
                "definition": "to the right side",
                "local_word": "направо",
                "examples": [
                    "Turn right after the bridge."
                ],
                "definition_local": "в правую сторону",
                "word_rating": 80
            },
            {
                "definition": "immediately",
                "local_word": "сразу же/сейчас же/сразу после",
                "examples": [
                    "Do you want to start right away?"
                ],
                "definition_local": "немедленно",
                "word_rating": 28
            },
            {
                "definition": "all the way",
                "local_word": "полностью",
                "examples": [
                    "Did you read it right through to the end?"
                ],
                "definition_local": "полностью от начала до конца, всё это время",
                "word_rating": 0
            },
            {
                "definition": "used at the beginning of a sentence to get someone's attention or to show you have understood someone",
                "local_word": "так, итак",
                "examples": [
                    "Right, whose turn is it to tidy up?",
                    "Right, so Helen's coming tomorrow and Trevor on Thursday."
                ],
                "definition_local": "используется в начале предложения, чтобы привлечь чье-то внимание или показать, что вы поняли кого-то",
                "word_rating": 0
            },
            {
                "definition": "used in the UK as part of the title of some politicians and Christian officials",
                "local_word": "достопочтенный",
                "examples": [
                    "Right Honourable/Reverend"
                ],
                "definition_local": "используется в Великобритании как часть названия некоторых политиков и христианских чиновников",
                "word_rating": 0
            },
            {
                "local_word": "справедливость, правильность",
                "examples": [],
                "word_rating": 19
            },
            {
                "definition": "something that the law allows you to do",
                "local_word": "право",
                "examples": [
                    "the right to free speech",
                    "the right to vote",
                    "This right is ensured by Constitution of India as well as by service laws.",
                    "The chief shall have the right to accept or reject the reasons for the absence."
                ],
                "definition_local": "то, что закон позволяет вам делать",
                "word_rating": 434782
            },
            {
                "definition": "the right side of your body, or the direction towards this side",
                "local_word": "правая сторона",
                "examples": [
                    "You'll find her in the second room on the right."
                ],
                "definition_local": "правая сторона вашего тела, или направление к этой стороне",
                "word_rating": 41
            },
            {
                "definition": "morally correct behaviour",
                "local_word": "добро, порядочность",
                "examples": [
                    "I've tried to teach them the difference between right and wrong."
                ],
                "definition_local": "морально правильное поведение",
                "word_rating": 0
            },
            {
                "definition": "to have, or not have, a good reason for something",
                "local_word": "быть/не быть вправе делать что-либо",
                "examples": [
                    "He has a right to be angry.",
                    "She had no right to speak to me like that."
                ],
                "definition_local": "иметь или не иметь вескую причину для чего-то",
                "word_rating": 0
            },
            {
                "definition": "political groups that support capitalism (= a system in which industries and companies are owned by people and not the government)",
                "local_word": "правые/группы правого крыла",
                "examples": [
                    "The right campaigned against the president."
                ],
                "definition_local": "политические группы, которые поддерживают капитализм (=система, в которой промышленность и компании принадлежат людям, а не правительству)",
                "word_rating": 4
            }
        ],
        "wordforms_branch": {
            "rights": {
                "word_id": 55539,
                "wordsenses": [
                    {
                        "local_word": "правам",
                        "examples": [
                            "Belarus noted Lithuania's commitment in the area of human rights.",
                            "In the Kuwaiti Constitution, rights and freedoms are treated as a matter of the utmost importance.",
                            "A special problem is the lack of respect for the religious rights of others."
                        ],
                        "word_rating": 4647
                    },
                    {
                        "local_word": "правах",
                        "examples": [
                            "The Ministry of Economy is in the process of preparing a new law on intellectual property rights.",
                            "There are substantial restrictions on the social and economic rights of the Russian-speaking population of the Republic.",
                            "It was not enough simply to adopt legislation setting forth children's rights."
                        ],
                        "word_rating": 1673
                    },
                    {
                        "local_word": "правами",
                        "examples": [
                            "Many of the Committee's observations have touched upon issues of equality in the enjoyment of these rights.",
                            "No category of employees is excluded from the enjoyment of these rights.",
                            "They do not enjoy, de jure, political rights in parity with the majority of the population."
                        ],
                        "word_rating": 62
                    },
                    {
                        "local_word": "свобод",
                        "examples": [
                            "Section 11 of the Barbados Constitution speaks to the protection of fundamental rights and freedom of the individual.",
                            "The third principle is the central commitment of the EU to scrupulous respect for basic human rights and individual freedoms.",
                            "The separatist forces are violating human rights and fundamental freedoms on massive scale."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "закрепленных",
                        "examples": [
                            "Enforced disappearance is a grave violation of various rights set forth in the Covenant.",
                            "Polish law guarantees most of the rights set forth in the Convention to migrant workers and members of their families.",
                            "The right to information was one of the aspects of the fundamental rights enshrined in the Constitution."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "прав человека",
                        "examples": [
                            "A culture of respect for human rights needs to be promoted.",
                            "The provisions of the Constitution mentioned above also imply the respect for the human rights of Roma.",
                            "It affirmed the commitment of the international community to promote the human rights of all persons with disabilities."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "равноправия",
                        "examples": [
                            "To ensure that equal rights are upheld, institutions need to have the capacity for enforcement.",
                            "The Organization has also been raising a strong voice for equal rights in the political process and at the policy-making level.",
                            "Article 141 of the Criminal Code of the Republic of Uzbekistan prescribes criminal penalties for violation of the equal rights of citizens."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "праве",
                        "examples": [
                            "(b) Recent developments in law and practice affecting the enjoyment of the rights of migrant workers."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "народов",
                        "examples": [
                            "We have an obligation to respect the rights and respond to the needs of our people."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "равноправие",
                        "examples": [
                            "The Constitution of Turkmenistan guarantees the equal rights of all nations and peoples, and freedom of religion and confession.",
                            "The Committee calls on the State party to enshrine equal rights for men and women in its Constitution.",
                            "The Constitution of the Republic of Lithuania and the Law on Trade Unions provide equal rights to all trade unions."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "меньшинств",
                        "examples": [
                            "The rights of minorities were protected by certain provisions of the Constitution and by specific legislation.",
                            "Within the existing model of minority protection, all minority rights relate to ethnically mixed areas."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "guru": {
        "word_id": 47105,
        "lemma_branch": [
            {
                "definition": "someone whose opinion you respect because they know a lot about a particular thing",
                "local_word": "светило, крупный авторитет",
                "examples": [],
                "definition_local": "кто-то, чье мнение вы уважаете, потому что они знают много о конкретной вещи",
                "word_rating": 0
            },
            {
                "definition": "a teacher or leader in the Hindu religion",
                "local_word": "гуру",
                "examples": [
                    "She read about an Indian guru on a Hong Kong network.",
                    "He was Henry's outdoor guru or something.",
                    "My father's best friend, my swimming guru."
                ],
                "definition_local": "учитель или лидер в индуистской религии",
                "word_rating": 581
            }
        ],
        "wordforms_branch": {}
    },
    "beginner": {
        "word_id": 4804,
        "lemma_branch": [
            {
                "definition": "someone who is starting to do or learn something for the first time",
                "local_word": "начинающий",
                "examples": [
                    "I'm a complete beginner at yoga.",
                    "As a Blogger who is still a beginner, my chance to become champion in the SEO contest practically very small."
                ],
                "definition_local": "кто-то, кто начинает делать или учиться что-то в первый раз",
                "word_rating": 888
            }
        ],
        "wordforms_branch": {
            "beginners": {
                "word_id": 109106,
                "wordsenses": [
                    {
                        "local_word": "начинающих",
                        "examples": [
                            "There is also a separate park for beginners.",
                            "Additional materials to the topic: Examples of working with ADO.Net for beginners.",
                            "We can offer a program of talent development for the beginners."
                        ],
                        "word_rating": 355
                    }
                ]
            }
        }
    },
    "collide": {
        "word_id": 8770,
        "lemma_branch": [
            {
                "definition": "When two objects collide, they hit each other with force, usually while moving.",
                "local_word": "сталкиваться",
                "examples": [
                    "The car collided with a van."
                ],
                "definition_local": "Когда два объекта сталкиваются, они ударяют друг друга с силой, обычно во время движения.",
                "word_rating": 6346
            }
        ],
        "wordforms_branch": {}
    },
    "genetically": {
        "word_id": 55400,
        "lemma_branch": [],
        "wordforms_branch": {}
    },
    "precedent": {
        "word_id": 31704,
        "lemma_branch": [
            {
                "definition": "an action or decision that is used as an example when someone wants to do a similar thing in the future",
                "local_word": "прецедент",
                "examples": [
                    "This decision has set an important legal precedent for other countries.",
                    "In his view, the decision proposed by the Bureau was a regrettable precedent.",
                    "The adoption of the plan of action must not set a precedent.",
                    "However, the current situation was exceptional and should not set a precedent."
                ],
                "definition_local": "действие или решение, которое используется в качестве примера, когда кто-то хочет сделать подобное в будущем",
                "word_rating": 5411
            }
        ],
        "wordforms_branch": {}
    },
    "refugee": {
        "word_id": 33895,
        "lemma_branch": [
            {
                "definition": "someone who has been forced to leave their country, especially because of a war",
                "local_word": "беженец",
                "examples": [
                    "a refugee camp",
                    "A proposal was made to include in the draft articles a definition of the terms \"refugee\" and \"stateless person\".",
                    "In such a case, the refugee can be expelled without further delay.",
                    "This use of the term \"refugee\" has not completely disappeared today."
                ],
                "definition_local": "кто-то, кто был вынужден покинуть свою страну, особенно из-за войны",
                "word_rating": 4620
            }
        ],
        "wordforms_branch": {
            "refugees": {
                "word_id": 95744,
                "wordsenses": [
                    {
                        "local_word": "беженцев",
                        "examples": [
                            "The government of the United Republic of Tanzania is committed to ensuring the safety of refugees living in the camps.",
                            "The Working Group had also recommended the strengthening of the protection afforded to migrant workers and refugees.",
                            "The repatriation of Sierra Leonean refugees from Guinea and Liberia has been suspended on a number of occasions owing to lack of funding."
                        ],
                        "word_rating": 2297
                    },
                    {
                        "local_word": "беженцам",
                        "examples": [
                            "Financial assistance was provided to refugees in accordance with the financial possibilities of the State.",
                            "Tuberculosis prevention and treatment is available free of charge for Polish citizens, foreigners and refugees.",
                            "WFP continued to provide 125,000 monthly general feeding rations to the most vulnerable Western Saharan refugees."
                        ],
                        "word_rating": 406
                    },
                    {
                        "local_word": "беженцы",
                        "examples": [
                            "With the stabilization of the situation in Sierra Leone, refugees began to return and several have been resettled.",
                            "In addition, all refugees were required to pass health tests.",
                            "The law does not provide other forms of protection for persons who are not formally recognized as refugees."
                        ],
                        "word_rating": 164
                    },
                    {
                        "local_word": "беженцами",
                        "examples": [
                            "Deprived of passports and national rights, they would always be refugees.",
                            "The Government also confiscated and sold movable property left behind by refugees.",
                            "Several delegations stressed the importance of establishing a legal distinction between refugees and asylum-seekers, and migrants."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "беженцах",
                        "examples": [
                            "The Committee regrets that there is no available information on children of migrants, refugees and asylum-seekers.",
                            "Efforts to resolve the issue of East Timorese refugees are, by now, well recorded.",
                            "Please provide a progress report on the draft law on asylum and refugees which is under preparation."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "беженца",
                        "examples": [
                            "The remaining number of refugees with the recognized refugee status is mainly in private accommodation."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "женщин-беженцев",
                        "examples": [
                            "There is a special need for NHRIs to protect and promote the rights of women refugees and internally displaced women.",
                            "NHRIs should take measures to protect women refugees and IDPs from being trafficked.",
                            "Female refugees should be made aware of their right to access health services."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "детей-беженцев",
                        "examples": [
                            "The Committee notes that the State party implement a project for the socialisation and adaptation of child refugees in Belarus.",
                            "Kazakhstan is taking measures to protect child refugees and to afford them the help they need."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "УВКБ",
                        "examples": [
                            "UNHCR strove to address the needs of refugees with disabilities at several different levels."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "secular": {
        "word_id": 36117,
        "lemma_branch": [
            {
                "definition": "not religious or not controlled by a religious group",
                "local_word": "светский, мирской",
                "examples": [
                    "secular education",
                    "a secular state"
                ],
                "definition_local": "не религиозный или не контролируемый религиозной группой",
                "word_rating": 22
            }
        ],
        "wordforms_branch": {}
    },
    "pasta": {
        "word_id": 49231,
        "lemma_branch": [
            {
                "definition": "a food that is made from flour, water, and sometimes eggs and is made in many different shapes",
                "local_word": "макароны",
                "examples": [
                    "So, ready or not, the pasta is coming off the stove.",
                    "See, the hard part is to find a pasta that captures the individual.",
                    "An assortment, smoked fish, sausages, pasta..."
                ],
                "definition_local": "пища, которая производится из муки, воды, а иногда и яиц и производится в различных формах",
                "word_rating": 1847
            }
        ],
        "wordforms_branch": {}
    },
    "beaver": {
        "word_id": 4708,
        "lemma_branch": [
            {
                "definition": "an animal with brown fur, a long, flat tail, and sharp teeth, which builds dams (= walls made of pieces of wood) across rivers",
                "local_word": "бобр",
                "examples": [
                    "What magnificent beaver, Mrs. Gunnunderson.",
                    "I realized that my real competition was the beaver.",
                    "Did someone say \"irritable beaver\"?"
                ],
                "definition_local": "животное с коричневым мехом, длинным плоским хвостом и острыми зубами, которое строит плотины (=стены из кусков дерева) через реки",
                "word_rating": 39114
            }
        ],
        "wordforms_branch": {}
    },
    "tiger": {
        "word_id": 41234,
        "lemma_branch": [
            {
                "definition": "a large wild cat that has yellow fur with black lines on it",
                "local_word": "тигр",
                "examples": [
                    "Like that, you look as if a tiger mauled you.",
                    "I got to tell you, that partner of yours is a real tiger.",
                    "You've shot yourself in the leg, tiger.",
                    "There was a terrible famine, and the tiger was looking for food to feed her babies."
                ],
                "definition_local": "большая дикая кошка, которая имеет желтый мех с черными линиями на нем",
                "word_rating": 639
            }
        ],
        "wordforms_branch": {}
    },
    "lion": {
        "word_id": 24012,
        "lemma_branch": [
            {
                "definition": "a large, wild animal of the cat family, with light brown fur",
                "local_word": "лев",
                "examples": [
                    "That is why the Dutch lion holds these seven arrows in his claw.",
                    "The apartment's flag is a gold lion rampant on a field of azure.",
                    "Though like a lion, it may take the weakest first."
                ],
                "definition_local": "большое, дикое животное семейства кошачьих, со светло-коричневым мехом",
                "word_rating": 11442
            }
        ],
        "wordforms_branch": {
            "lions": {
                "word_id": 52275,
                "wordsenses": [
                    {
                        "local_word": "львов",
                        "examples": [
                            "A picture of three lions, as seen on the national emblem of India.",
                            "Not with dirt, but with the courage of a thousand lions.",
                            "Here's to lions, tigers, and rich men."
                        ],
                        "word_rating": 33
                    },
                    {
                        "local_word": "львы",
                        "examples": [
                            "All the other lions had given up the hunt hours ago, except your old man.",
                            "When a shark appears in the area, sea lions will leave the water immediately.",
                            "When lions kill, they go for the throat."
                        ],
                        "word_rating": 1597
                    },
                    {
                        "local_word": "львами",
                        "examples": [
                            "I think the Christians did a little better with the lions.",
                            "There are no pacts between lions and men.",
                            "I've no experience with lions, I'm glad to say."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "львам",
                        "examples": [
                            "If this isn't settled before the new moon, you'll be thrown to the lions.",
                            "Seen Christians thrown to lions with my own eyes.",
                            "Fingers crossed Whele doesn't feed you to his lions."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "pen": {
        "word_id": 29913,
        "lemma_branch": [
            {
                "definition": "a long, thin object that you use to write or draw in ink",
                "local_word": "ручка",
                "examples": [
                    "That pen isn't very medical, I'm afraid.",
                    "The sorcerer bequeathed the quill to all of you, but it is not a simple pen.",
                    "In my hand, I hold a Japanese laser pen.",
                    "This is a rare Samurai pen, a gift from Emperor Hirohito."
                ],
                "definition_local": "длинный тонкий объект, который используется для записи или рисования чернилами",
                "word_rating": 41488
            },
            {
                "definition": "a small area with a fence around it that you keep animals in",
                "local_word": "загон",
                "examples": [
                    "a pig/sheep pen",
                    "They dropped me into this pen with a bunch of strangers.",
                    "We built a whole new pen for them.",
                    "I think he'll put them in a pen where they can play."
                ],
                "definition_local": "небольшой участок с забором вокруг него, что вы держите животных в",
                "word_rating": 6
            },
            {
                "definition": "to write something",
                "local_word": "писать, сочинять",
                "examples": [
                    "sonnets penned by Shakespeare"
                ],
                "definition_local": "написать нечто",
                "word_rating": 5
            }
        ],
        "wordforms_branch": {
            "pens": {
                "word_id": 52119,
                "wordsenses": [
                    {
                        "local_word": "ручек",
                        "examples": [
                            "Now Santa can bring you a useless collection of ballpoint pens...",
                            "I had trouble getting a box of pens.",
                            "You know, they make their own ink for their pens."
                        ],
                        "word_rating": 4719
                    }
                ]
            }
        }
    },
    "coconut": {
        "word_id": 8608,
        "lemma_branch": [
            {
                "definition": "a very large nut with a hard, hairy shell, a white part that you eat, and liquid in the centre",
                "local_word": "кокосовый орех",
                "examples": [],
                "definition_local": "очень большой орех с твердой, волосатой скорлупой, белой частью, которую вы едите, и жидкостью в центре",
                "word_rating": 1354
            }
        ],
        "wordforms_branch": {
            "coconuts": {
                "word_id": 7598776,
                "wordsenses": [
                    {
                        "local_word": "кокосы",
                        "examples": [
                            "The main types of produce are vegetables, citrus and tropical fruits, coconuts and sugar cane.",
                            "All right, boys, grab your coconuts and hold them tight.",
                            "This morning, I was husking the coconuts and..."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "dynamite": {
        "word_id": 13680,
        "lemma_branch": [
            {
                "definition": "a type of explosive",
                "local_word": "динамит",
                "examples": [
                    "a stick of dynamite",
                    "Alfred Nobel made his greatest discovery when he invented dynamite.",
                    "If you were to add sodium nitrate and dash of sawdust, you got dynamite.",
                    "You need dynamite if you want to get one off a rock."
                ],
                "definition_local": "тип взрывчатого вещества",
                "word_rating": 1332
            },
            {
                "definition": "someone or something that is very exciting, powerful, or dangerous",
                "local_word": "нечто потрясающее, сенсация",
                "examples": [
                    "The issue is political dynamite."
                ],
                "definition_local": "кто-то или что-то очень волнующее, мощное или опасное",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "spoon": {
        "word_id": 38485,
        "lemma_branch": [
            {
                "definition": "an object with a handle and a round, curved part at one end, used for eating and serving food",
                "local_word": "ложка",
                "examples": [
                    "knives, forks, and spoons",
                    "No, you take my word for it, that is an evil spoon.",
                    "All I need is a lever, a counterweight and a very large spoon.",
                    "Well, I think I know what the giant spoon represents."
                ],
                "definition_local": "предмет с ручкой и круглой, изогнутой частью на одном конце, используемый для еды и подачи пищи",
                "word_rating": 80590
            },
            {
                "definition": "to move or serve food using a spoon",
                "local_word": "черпать, разливать ложкой",
                "examples": [
                    "Spoon the sauce over the fish."
                ],
                "definition_local": "для перемещения или подачи пищи с помощью ложки",
                "word_rating": 31
            }
        ],
        "wordforms_branch": {
            "spoons": {
                "word_id": 58305,
                "wordsenses": [
                    {
                        "local_word": "ложки",
                        "examples": [
                            "Yes, you claim to be able to bend spoons using psychic energy.",
                            "Those wooden spoons can't go in here."
                        ],
                        "word_rating": 6230
                    },
                    {
                        "local_word": "ложек",
                        "examples": [
                            "I am sure Mrs Walters has no interest in spoons, Mr Siddal.",
                            "Gr.nka... the name of the spoons that I bought at Ikea.",
                            "Fine, then I guess we'll just go the rest of our lives without spoons."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "ocean": {
        "word_id": 27916,
        "lemma_branch": [
            {
                "definition": "the sea",
                "local_word": "океан",
                "examples": [
                    "to swim in the ocean"
                ],
                "definition_local": "моря",
                "word_rating": 879
            },
            {
                "definition": "one of the five main areas that the sea is divided into",
                "local_word": "океан",
                "examples": [
                    "the Pacific Ocean",
                    "Check it out, I got my own ocean.",
                    "You have to cross a whole ocean, Pelle.",
                    "If you're not committed to alcohol, there's a whole big ocean out there."
                ],
                "definition_local": "одна из пяти основных областей, на которые делится море",
                "word_rating": 365
            }
        ],
        "wordforms_branch": {
            "ocean": {
                "word_id": 1261056,
                "wordsenses": [
                    {
                        "local_word": "морских",
                        "examples": [
                            "Delegations highlighted the wide range of impacts of ocean acidification on the oceans and marine organisms."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "морской",
                        "examples": [
                            "Most shark species are at the top of the marine food chain; their presence regulates the web of interdependent ocean life."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "Оушен",
                        "examples": [
                            "I've worked for the ocean county police department for 23 years.",
                            "And we're pleased to inform you that you've been promoted to the rank of lieutenant in the ocean county police department.",
                            "I was born and raised in ocean county."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "mug": {
        "word_id": 26524,
        "lemma_branch": [
            {
                "definition": "a large cup with straight sides usually used for hot drinks",
                "local_word": "кружка",
                "examples": [
                    "a coffee mug",
                    "a steaming mug of tea",
                    "That mug is the size of my head.",
                    "This mug was found on Emma's desk with the tea still in it."
                ],
                "definition_local": "большая чашка с прямыми сторонами обычно используется для горячих напитков",
                "word_rating": 19330
            },
            {
                "definition": "someone who is stupid and easily deceived",
                "local_word": "балбес, простофиля",
                "examples": [
                    "I was such a mug to think he'd pay me back."
                ],
                "definition_local": "тот, кто глуп и легко обманывается",
                "word_rating": 0
            },
            {
                "definition": "to attack and rob someone in a public place",
                "local_word": "нападать с целью ограбления",
                "examples": [
                    "He was mugged as he walked across the park."
                ],
                "definition_local": "напасть и ограбить кого-то в общественном месте",
                "word_rating": 32
            },
            {
                "definition": "someone who mugs people",
                "local_word": "уличный грабитель",
                "examples": [],
                "definition_local": "кто-то, кто грабит людей",
                "word_rating": 9
            }
        ],
        "wordforms_branch": {
            "mugged": {
                "word_id": 187317,
                "wordsenses": [
                    {
                        "local_word": "ограбили",
                        "examples": [
                            "His brother got mugged right out front of his own store.",
                            "He's a police captain that got mugged.",
                            "I heard Kramer got mugged out in the suburbs on a babysitting gig."
                        ],
                        "word_rating": 780
                    }
                ]
            },
            "mugs": {
                "word_id": 89494,
                "wordsenses": [
                    {
                        "local_word": "кружки",
                        "examples": [
                            "Chipped mugs flying, that sort of stuff."
                        ],
                        "word_rating": 13125
                    }
                ]
            }
        }
    },
    "shampoo": {
        "word_id": 36695,
        "lemma_branch": [
            {
                "definition": "a liquid substance that you use to wash your hair",
                "local_word": "шампунь",
                "examples": [
                    "a bottle of shampoo",
                    "I'll show Irana where to put the shampoo.",
                    "Well, in there... tiny shampoo and tiny soap.",
                    "So then we'll put some peanuts inside his shampoo."
                ],
                "definition_local": "жидкое вещество, которое вы используете для мытья волос",
                "word_rating": 4132
            },
            {
                "local_word": "мыть голову",
                "examples": [],
                "word_rating": 86
            }
        ],
        "wordforms_branch": {}
    },
    "buzzer": {
        "word_id": 6584,
        "lemma_branch": [
            {
                "definition": "a piece of electronic equipment that makes a long sound as a signal",
                "local_word": "гудок",
                "examples": [
                    "to press the buzzer"
                ],
                "definition_local": "часть электронного оборудования, которое делает длинный звук в качестве сигнала",
                "word_rating": 8736
            }
        ],
        "wordforms_branch": {}
    },
    "apoplexy": {
        "word_id": 3206,
        "lemma_branch": [],
        "wordforms_branch": {}
    },
    "submissively": {
        "word_id": 61041,
        "lemma_branch": [],
        "wordforms_branch": {}
    },
    "typhus": {
        "word_id": 42585,
        "lemma_branch": [],
        "wordforms_branch": {}
    },
    "ravioli": {
        "word_id": 49255,
        "lemma_branch": [],
        "wordforms_branch": {}
    },
    "meeting": {
        "word_id": 25356,
        "lemma_branch": [
            {
                "definition": "an event where people come together for a reason, usually to discuss something",
                "local_word": "совещание",
                "examples": [
                    "We're having a meeting on Thursday to discuss the problem.",
                    "He's in a meeting - I'll ask him to call you back later.",
                    "There was a suggestion that there should be an expert working group meeting.",
                    "The third meeting of the Parties appointed Ms. Rantakallio as Chair of the Committee."
                ],
                "definition_local": "событие, когда люди собираются вместе по какой-то причине, как правило, чтобы обсудить что-то",
                "word_rating": 69
            },
            {
                "definition": "a sporting competition",
                "local_word": "состязание",
                "examples": [
                    "an international meeting"
                ],
                "definition_local": "спортивные соревнования",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "meetings": {
                "word_id": 51734,
                "wordsenses": [
                    {
                        "local_word": "совещаний",
                        "examples": [
                            "Results of the meetings of the respective Teams of Specialists will be reviewed.",
                            "The topics of the joint thematic meetings are set out below.",
                            "The meetings will operate through a series of plenary sessions, sessions for regional groups and convention-specific sessions."
                        ],
                        "word_rating": 181
                    },
                    {
                        "local_word": "заседаний",
                        "examples": [
                            "Representatives of the non governmental organizations who work in the field actively participated in most of the meetings.",
                            "The Secretariat will support the organization and holding of the meetings.",
                            "There is a consistent pattern of full attendance at meetings of the Council."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "совещаниях",
                        "examples": [
                            "A quorum for meetings of the Council shall be a majority of its members.",
                            "All the issues raised at the meetings had already been endorsed by the Committee.",
                            "The idea of establishing a reserve fund has been raised on several occasions in meetings of the Governing Council of IDEP."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заседаниях",
                        "examples": [
                            "The findings of such monitoring are reported during the regular meetings of the working group.",
                            "On a regular basis, the OAI Director participates, as an observer, in meetings of the Operations Group.",
                            "He expressed disappointment at the quality of the press releases covering the delegation's two meetings with the Committee."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "встреч",
                        "examples": [
                            "The second part of the meetings was devoted to individual consultations.",
                            "The number of meetings of counsels for the defence with sentenced prisoners is unlimited.",
                            "In other meetings, the independent expert received additional information on the work of the Commission."
                        ],
                        "word_rating": 228
                    },
                    {
                        "local_word": "встречах",
                        "examples": [
                            "It is customary for the sorceress to be present at these meetings.",
                            "This was confirmed in meetings that the Panel held with representatives of SAF in El Fasher and Khartoum.",
                            "In order to improve the monitoring of the implementation of the Istanbul Programme of Action, its priorities should receive full attention at relevant international meetings."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "совещаниями",
                        "examples": [
                            "Between those meetings of the Working Group, informal consultations were also held in Vienna.",
                            "It was also agreed to hold additional workshops between the annual ICG meetings.",
                            "The Executive Committee shall be empowered to convene a special meeting in the interval between regular meetings."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "собрания",
                        "examples": [
                            "Regular joint town hall meetings have been held with staff members on the restructuring process.",
                            "Everyone has the right to hold peaceful meetings and demonstration marches without prior permission.",
                            "Peaceful demonstrations and meetings have always been controlled by the authorities."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "совещаниям",
                        "examples": [
                            "Results of the panel discussions would be presented to the meetings of the Task Force for their consideration.",
                            "The final day of the symposium was dedicated to the discussion of follow-up activities and working group meetings.",
                            "Two of the latter Task Force meetings were held back to back with relevant workshops."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заседаниями",
                        "examples": [
                            "The Committee emphasized the need for documentation to be circulated in good time before meetings.",
                            "The Chair or, in his/her absence, the Vice-Chair shall preside at meetings of the Council.",
                            "It would be unwise to adopt a prescriptive approach to the relationship between formal and informal meetings."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "actually": {
        "word_id": 1926,
        "lemma_branch": [
            {
                "definition": "used when you are saying what is the truth of a situation",
                "local_word": "в действительности",
                "examples": [
                    "He didn't actually say anything important."
                ],
                "definition_local": "используется, когда вы говорите, что такое правда ситуации",
                "word_rating": 14451
            },
            {
                "definition": "used when you are saying something surprising",
                "local_word": "на самом деле",
                "examples": [
                    "She sounds English but she's actually Spanish.",
                    "Did you actually meet the president?"
                ],
                "definition_local": "используется, когда вы говорите что-то удивительное",
                "word_rating": 18439
            },
            {
                "definition": "used when you are disagreeing with someone or saying no to a request",
                "local_word": "вообще-то",
                "examples": [
                    "\"You didn't tell me.\" \"Actually, I did.\"",
                    "\"Do you mind if I smoke?\" \"Actually, I'd rather you didn't.\""
                ],
                "definition_local": "используется, когда вы не согласны с кем-то или говорите \" нет \" запросу",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "earring": {
        "word_id": 203412,
        "lemma_branch": [
            {
                "definition": "a piece of jewellery that you wear on or through your ear",
                "local_word": "серьга",
                "examples": [
                    "diamond earrings",
                    "He wants to find out where the earring came from.",
                    "Is it possible that the earring might have belonged to him?",
                    "Well, if those rubies are real, that could be a pretty valuable earring."
                ],
                "definition_local": "украшение, которое вы носите на или через ухо",
                "word_rating": 666
            }
        ],
        "wordforms_branch": {
            "earrings": {
                "word_id": 53083,
                "wordsenses": [
                    {
                        "local_word": "серьги",
                        "examples": [
                            "He brought me back the most wonderful diamond earrings.",
                            "When we worked in the gypsy tearoom, we wore gold earrings.",
                            "The engagement ring, a tennis bracelet, diamond earrings."
                        ],
                        "word_rating": 2704
                    },
                    {
                        "local_word": "сережки",
                        "examples": [
                            "I'm going to buy some earrings at the gift shop.",
                            "Maybe I'll have the two biggest ones made into earrings.",
                            "Okay, it's like, there are my earrings."
                        ],
                        "word_rating": 38225
                    },
                    {
                        "local_word": "сережек",
                        "examples": [
                            "I used to have a whole box of silver earrings and necklaces.",
                            "Well, I do have a good shape for long earrings.",
                            "This crystal was part of a pair of gold earrings that were purchased a year ago."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "add": {
        "word_id": 1948,
        "lemma_branch": [
            {
                "definition": "to put something with something else",
                "local_word": "добавлять",
                "examples": [
                    "Add the eggs to the cream."
                ],
                "definition_local": "поставить что-то с чем-то другим",
                "word_rating": 331707
            },
            {
                "definition": "to increase an amount or level",
                "local_word": "добавлять",
                "examples": [
                    "Then there's the service charge which adds another ten percent to the bill."
                ],
                "definition_local": "чтобы увеличить количество или уровень",
                "word_rating": 8
            },
            {
                "definition": "to say another thing",
                "local_word": "добавлять",
                "examples": [
                    "She said she liked him but added that he was difficult to work with.",
                    "It was thus necessary to add 60000 to the previous base number.",
                    "CHEERING AND APPLAUSE It was just that I couldn't add anything to it.",
                    "When you're older, then you can add schnapps."
                ],
                "definition_local": "чтобы сказать еще одну вещь",
                "word_rating": 3
            },
            {
                "definition": "to put two or more numbers or amounts together to get a total",
                "local_word": "складывать",
                "examples": [],
                "definition_local": "чтобы сложить два или более чисел или сумм вместе, чтобы получить общую сумму",
                "word_rating": 11
            }
        ],
        "wordforms_branch": {
            "added": {
                "word_id": 1265337,
                "wordsenses": [
                    {
                        "local_word": "добавил",
                        "examples": [
                            "It added that the review process should be seen in conjunction with other human rights mechanisms.",
                            "The same participant added that, in addition to effectiveness, the Council should be concerned with legitimacy and credibility.",
                            "VERITAS added that detainees' families are not immediately informed about the detention of their relatives."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавила",
                        "examples": [
                            "This reading of the information by some sources has given an added dimension to the conflict.",
                            "Bulgaria added that it did not make the execution of extradition requests conditional upon the existence of a treaty.",
                            "AMDH added that the most important of the Commission's recommendations had not been implemented."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавлены",
                        "examples": [
                            "Overall, more than 8,000 new multilingual pages have been added to the site.",
                            "Some specific details were later added to the initial draft by the competent Bulgarian authorities.",
                            "They have been added to the list of organizations offering assistance."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавлена",
                        "examples": [
                            "The preamble was added on second reading in order to provide a contextual framework for the draft articles.",
                            "To provide the context of an armed conflict, an appropriate reference has been added in the chapeau.",
                            "Data from other European countries were added to the study during the revision of the data."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавлено",
                        "examples": [
                            "An audible warning can be added as an option.",
                            "The notion of \"religious movement\" was added to the text of article 18.",
                            "Further clarification on the valuation of mineral and energy resources was added."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавлен",
                        "examples": [
                            "He also took it that a question relating to reconsideration of reservations was to be added.",
                            "This paragraph was added to ensure that we have a point to point system without branches.",
                            "Once the design is revised, this component will be added to the existing contract."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавляет",
                        "examples": [
                            "He added that States were free to ratify the Convention subject to reservations.",
                            "Mr. AMOR added that the Inter-Committee Meetings provided a valuable opportunity to exchange information and points of view.",
                            "He added that the commitment of a State party should go beyond the mere submission of an initial report."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавили",
                        "examples": [
                            "The Advisory Group representatives added that in many cases the costs of events are partly borne by the recipient countries.",
                            "The success of capacity development, they added, was closely linked to the agenda of simplification and harmonization.",
                            "But you added the crescent moon and the star."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавляется",
                        "examples": [
                            "In the leaching step, cyanide is added to a slurry of gold ore.",
                            "The EAC is added as an extra row to the existing panel.",
                            "An \"Explanatory remarks\" field is added at the end of the matrix."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавило",
                        "examples": [
                            "It added that under the State party's law, forensic medical examinations were conducted in medical institutions in the absence of the police.",
                            "The Government added that administrative detention is only used when a state of emergency has been declared in the country.",
                            "JS6 added that in practice, this Act had been exploited to torture suspects under the guise of investigative necessity."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "adding": {
                "word_id": 50950,
                "wordsenses": [
                    {
                        "local_word": "добавив",
                        "examples": [
                            "The indicia should be given further detailed treatment, by adding criteria referring to the intensity and duration of the conflict.",
                            "He repaired the inconsistency by adding new terms to the equations.",
                            "You can spoil the balance by adding a more potent ingredient, a mystical binding agent..."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавляя",
                        "examples": [
                            "Third, they further fragment the aid architecture by adding new players and mechanisms.",
                            "Island names can be used as address names simply by adding an address number.",
                            "The group also continued to improve its UNOPS Internet and intranet websites by adding information and an enhanced reporting mechanism."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "и добавил",
                        "examples": [
                            "I took the liberty of adding a bunch of single-board computers into the office.",
                            "I took the Liberty of adding a generous tip."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "adds": {
                "word_id": 55887,
                "wordsenses": [
                    {
                        "local_word": "добавляет",
                        "examples": [
                            "This, of course, merely adds layers of conflicting prescriptions for corporations to follow.",
                            "The source adds that article 8 of the Lebanese Constitution reads:  Individual liberty is guaranteed and protected.",
                            "The source adds that Ms. Sotoudeh has been active in the defence of children and women's rights."
                        ],
                        "word_rating": 322
                    },
                    {
                        "local_word": "увеличивает",
                        "examples": [
                            "Spending resources on going through administrative procedures adds to production costs."
                        ],
                        "word_rating": 595
                    },
                    {
                        "local_word": "усугубляет",
                        "examples": [
                            "Every year of delay increases the risk of dangerous climate impacts and adds to the human and economic toll."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "добавляется",
                        "examples": [
                            "Article 34 adds the dimension of affirmative action in favour of women.",
                            "Each click on the box adds one chip of the selected value to the bet area."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "также сообщает",
                        "examples": [
                            "She adds that, until recently, it was possible to appeal without disclosing one's identity.",
                            "He adds that during the court proceedings the judges were acting under instructions from the authorities.",
                            "He adds that none of his complaints and requests during his pre-trial detention was addressed."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "adjective": {
        "word_id": 1989,
        "lemma_branch": [
            {
                "definition": "a word that describes a noun or pronoun. The words 'big', 'boring', 'purple', and 'obvious' are all adjectives.",
                "local_word": "прилагательное",
                "examples": [
                    "The focus in this paragraph is on the adjective \"transboundary\".",
                    "I don't even know what adjective I'm lookin' for.",
                    "Somebody needs to buy a new, amazing adjective."
                ],
                "definition_local": "слово, которое описывает существительное или местоимение. Слова \"большой\", \"скучный\", \"фиолетовый\" и \"очевидный\" - все это прилагательные.",
                "word_rating": 38908
            },
            {
                "definition": "containing or used like an adjective",
                "local_word": "адъективный",
                "examples": [
                    "an adjectival phrase"
                ],
                "definition_local": "содержащий или используемый как прилагательное",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "adjectives": {
                "word_id": 1259549,
                "wordsenses": [
                    {
                        "local_word": "прилагательные",
                        "examples": [
                            "You need to pull back on all the adjectives.",
                            "Write a paragraph by using adjectives to describe the person's appearance.",
                            "Mr. Garvalov said that the adjectives \"detailed\" and \"comprehensive\" were redundant and suggested deleting one of them."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "drawing": {
        "word_id": 13304,
        "lemma_branch": [
            {
                "definition": "a picture made with a pencil or pen",
                "local_word": "рисунок",
                "examples": [
                    "There were some children's drawings pinned up on the wall.",
                    "Leave Diana's drawing... we'll keep trying to figure it out.",
                    "That drawing doesn't seem to be the most convincing evidence.",
                    "You can't erase a new drawing with an old eraser."
                ],
                "definition_local": "рисунок сделан карандашом или ручкой",
                "word_rating": 2959
            },
            {
                "definition": "the skill or activity of making pictures using a pencil or pen",
                "local_word": "рисование",
                "examples": [
                    "Do you want to do some drawing?",
                    "The consultation process included group discussion, role-play and drawing, instead of more conventional surveys or interviews.",
                    "You know, if drawing ponies makes you happy, there is no reason to feel bad about that.",
                    "We spend each day drawing and painting."
                ],
                "definition_local": "умение или активность делать фотографии с помощью карандаша или ручки",
                "word_rating": 22605
            },
            {
                "definition": "a competition that is decided by choosing a particular ticket or number",
                "local_word": "лотерея, жеребьевка",
                "examples": [],
                "definition_local": "конкурс, который решается путем выбора конкретного билета или номера",
                "word_rating": 21
            }
        ],
        "wordforms_branch": {
            "drawings": {
                "word_id": 57758,
                "wordsenses": [
                    {
                        "local_word": "рисунки",
                        "examples": [
                            "The drawings were also featured in the main background publications prepared for the meeting.",
                            "Have Deeks send over Ginny's drawings from the house, quickly.",
                            "His drawings are precisely to scale, so with a little trigonometry and some spherical geometry..."
                        ],
                        "word_rating": 379
                    },
                    {
                        "local_word": "чертежи",
                        "examples": [
                            "All drawings are submitted to the New York City Department of Buildings for review.",
                            "The completed drawings for the Conference Building will not be produced until at least 27 May 2011.",
                            "The Fourth Group designers developed detailed drawings of the nuclear device, taking into account the environmental conditions expected during missile delivery."
                        ],
                        "word_rating": 1037
                    },
                    {
                        "local_word": "рисунков",
                        "examples": [
                            "And the original purpose and significance... of the drawings as a gift to your husband is absolved.",
                            "That's just a bunch of old drawings done by a crazy man."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "чертежей",
                        "examples": [
                            "Yes, and now the old man waits in vain for the drawings."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "рисунках",
                        "examples": [
                            "But now, the village exists only in our drawings.",
                            "The drawings reflected the themes of children's rights, healthy living and family life.",
                            "Like the drawings in Oxley's cell."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "рисунками",
                        "examples": [
                            "It is planned to issue a 2008 year calendar with these drawings.",
                            "Now, this book of your childhood drawings will come to life.",
                            "But we can tell some things from their drawings..."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "чертежах",
                        "examples": [
                            "This space shall be shown on the drawings referred to in paragraph 3.1.1. above.",
                            "Construction document revisions: further revision of the mechanical information in the drawings of the international architect.",
                            "These drawings shall also indicate the location for the mandatory affixing of the approval number."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "dream": {
        "word_id": 13326,
        "lemma_branch": [
            {
                "definition": "a series of events and images that happen in your mind while you are sleeping",
                "local_word": "сон",
                "examples": [
                    "a bad dream",
                    "I had a very strange dream last night.",
                    "But now the dream is over and the insect is awake.",
                    "Not that your dream isn't of primary interest to a jury."
                ],
                "definition_local": "серия событий и образов, которые происходят в вашем уме, пока вы спите",
                "word_rating": 28917
            },
            {
                "definition": "something that you want to happen although it is not very likely",
                "local_word": "мечта",
                "examples": [
                    "It was his dream to become an actor."
                ],
                "definition_local": "что-то, что вы хотите, чтобы произошло, хотя это не очень вероятно",
                "word_rating": 69283
            },
            {
                "definition": "to not notice things that are around you because you are thinking about something else",
                "local_word": "быть как во сне, жить в мире грез",
                "examples": [],
                "definition_local": "чтобы не замечать вещи, которые вокруг вас, потому что вы думаете о чем-то другом",
                "word_rating": 0
            },
            {
                "definition": "to experience events and images in your mind while you are sleeping",
                "local_word": "видеть сон",
                "examples": [
                    "Last night I dreamed that I was flying."
                ],
                "definition_local": "чтобы испытать события и образы в вашем уме, пока вы спите",
                "word_rating": 14655
            },
            {
                "definition": "to imagine something that you would like to happen",
                "local_word": "мечтать",
                "examples": [
                    "I dream of living on a desert island.",
                    "He never dreamed that one day he would become President.",
                    "My true dream is to park rental cars and hand out bottles of water.",
                    "The greatest desire and fondest dream of all Albanians is to see Albania become a developed country."
                ],
                "definition_local": "представить себе что-то, что вы хотели бы, чтобы произошло",
                "word_rating": 23463
            },
            {
                "definition": "used to say that you would not do something because you think it is wrong or silly",
                "local_word": "мне/ему и т. д. такое и в голову бы не пришло",
                "examples": [],
                "definition_local": "раньше говорили, что вы ничего не сделаете, потому что считаете это неправильным или глупым",
                "word_rating": 0
            },
            {
                "definition": "the perfect house/job/car, etc",
                "local_word": "идеальный дом/идеальная работа/машина и т. д.",
                "examples": [],
                "definition_local": "идеальный дом / работа / автомобиль и т. д",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "dreaming": {
                "word_id": 53653,
                "wordsenses": [
                    {
                        "local_word": "снится",
                        "examples": [
                            "What do you think he's dreaming about?"
                        ],
                        "word_rating": 1933
                    }
                ]
            },
            "dreams": {
                "word_id": 53220,
                "wordsenses": [
                    {
                        "local_word": "сны",
                        "examples": [
                            "It's time for you to start making your own dreams.",
                            "When we have dreams, we're basically receiving messages from beyond.",
                            "It's the scientific key that allows us to open the door to our dreams."
                        ],
                        "word_rating": 26432
                    },
                    {
                        "local_word": "снов",
                        "examples": [
                            "She really is a woman of your dreams."
                        ],
                        "word_rating": 1303
                    },
                    {
                        "local_word": "снах",
                        "examples": [
                            "I've seen this moment in my dreams so many times.",
                            "Maybe some fantasies are only supposed to live in our dreams.",
                            "He's in the dreams of children at night."
                        ],
                        "word_rating": 10737
                    }
                ]
            },
            "dreamed": {
                "word_id": 53213,
                "wordsenses": [
                    {
                        "local_word": "снилось",
                        "examples": [
                            "I dreamed you had a wife.",
                            "I dreamed I was sleeping in a den, cuddled up next to a bear.",
                            "It was totally surreal, but I dreamed she was attacked outside of the hospital."
                        ],
                        "word_rating": 371
                    },
                    {
                        "local_word": "приснилось",
                        "examples": [
                            "I dreamed that I offered to give you to each other.",
                            "I dreamed you quit loving me.",
                            "I dreamed you and I finally wound up together."
                        ],
                        "word_rating": 238
                    },
                    {
                        "local_word": "снился",
                        "examples": [
                            "Then I built up the business to what your father never dreamed of.",
                            "For 5 years, I dreamed for this day.",
                            "When I was a boy I dreamed of Phillip Marlowe..."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "снилась",
                        "examples": [
                            "I dreamed about her again last night, Smithers.",
                            "She the one you dreamed about?",
                            "l dreamed about you, a couple of times."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "dressed": {
        "word_id": 50870,
        "lemma_branch": [],
        "wordforms_branch": {}
    },
    "driving": {
        "word_id": 13411,
        "lemma_branch": [
            {
                "definition": "the activity of driving a vehicle, or the way someone drives",
                "local_word": "вождение",
                "examples": [
                    "The Committee also calls upon the State party to finalize its review of the ban of women from driving.",
                    "You driving is not part of the deal.",
                    "My driving this saves him lots of money."
                ],
                "definition_local": "деятельность вождения транспортного средства, или как кто-то управляет",
                "word_rating": 86
            },
            {
                "definition": "rain or snow that is falling very fast and being blown by the wind",
                "local_word": "проливной дождь/сильный снегопад",
                "examples": [],
                "definition_local": "дождь или снег, который падает очень быстро и дует ветер",
                "word_rating": 0
            },
            {
                "definition": "a person or thing that has a very strong effect and makes something happen",
                "local_word": "движущая сила",
                "examples": [
                    "She was the driving force behind the project."
                ],
                "definition_local": "человек или вещь, которая имеет очень сильный эффект и заставляет что-то произойти",
                "word_rating": 18239
            }
        ],
        "wordforms_branch": {}
    },
    "drum": {
        "word_id": 13465,
        "lemma_branch": [
            {
                "definition": "a round, hollow, musical instrument that you hit with your hands or with sticks",
                "local_word": "барабан",
                "examples": [
                    "Anna plays the drums.",
                    "The outside of the drum is decorated with three central panels that should be read from right to left.",
                    "On that wagon, I got me a big bass drum.",
                    "You shovel dirt from the compost into this drum."
                ],
                "definition_local": "круглый, полый, музыкальный инструмент, который вы бьете руками или палками",
                "word_rating": 5324
            },
            {
                "definition": "a large, round container for holding substances such as oil or chemicals",
                "local_word": "цилиндрический ящик",
                "examples": [],
                "definition_local": "большой, круглый контейнер для хранения таких веществ, как масло или химические вещества",
                "word_rating": 3
            },
            {
                "definition": "to hit something several times and make a sound like a drum, or to make something do this",
                "local_word": "стучать, барабанить",
                "examples": [
                    "I listened to the rain drumming on the roof.",
                    "She drummed her fingers nervously on the desk."
                ],
                "definition_local": "чтобы ударить что-то несколько раз и сделать звук, как барабан, или сделать что-то сделать это",
                "word_rating": 4
            }
        ],
        "wordforms_branch": {
            "drums": {
                "word_id": 7508605,
                "wordsenses": [
                    {
                        "local_word": "бочки",
                        "examples": [
                            "Two staff members attempted to take, without authorization, four drums of calcium hypochlorite belonging to the Organization.",
                            "Many trucks come equipped with a lift that will allow drums to be slowly lowered to the ground."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "бочек",
                        "examples": [
                            "It'll be like when we built forts out of oil drums.",
                            "To transfer the contents of large drums into smaller packages, large numbers of small empty containers, a pump, labels and so on are needed.",
                            "Look what I did to this city with a few drums of gas and a couple of bullets."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "бочках",
                        "examples": [
                            "Waste in drums should be individually labelled to record the location and duration of storage.",
                            "To avoid the need for additional handling and transfer hazardous wastes should be stored in the same containers (drums) that were used for delivery.",
                            "In addition, a handwritten sequential numbering system found on the drums may be indicative of a prior environmental survey."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "dry": {
        "word_id": 13481,
        "lemma_branch": [
            {
                "definition": "Something that is dry does not have water or liquid in it or on its surface.",
                "local_word": "сухой",
                "examples": [
                    "dry paint",
                    "Is your hair dry yet?"
                ],
                "definition_local": "Что-то сухое не имеет воды или жидкости в нем или на его поверхности.",
                "word_rating": 192475
            },
            {
                "definition": "with no or not much rain",
                "local_word": "сухой, засушливый",
                "examples": [
                    "a dry summer"
                ],
                "definition_local": "нет или не много дождя",
                "word_rating": 5
            },
            {
                "definition": "Dry skin or hair does not feel soft or smooth.",
                "local_word": "сухой",
                "examples": [
                    "My lips feel really dry."
                ],
                "definition_local": "Сухая кожа или волосы не чувствуют себя мягкими или гладкими.",
                "word_rating": 32
            },
            {
                "definition": "Dry wine is not sweet.",
                "local_word": "сухой",
                "examples": [
                    "During the dry season, the mission devoted additional resources to key areas, helping to ensure a secure seasonal migration.",
                    "When dry ice or liquid nitrogen is used, all applicable requirements of ADR shall be met.",
                    "A relevant volume of perchloroethylene is used in dry cleaning."
                ],
                "definition_local": "Сухое вино не сладкое.",
                "word_rating": 0
            },
            {
                "definition": "If a book, talk, or subject is dry, it is not interesting.",
                "local_word": "скучный, пресный",
                "examples": [],
                "definition_local": "Если книга, разговор или тема сухие, это не интересно.",
                "word_rating": 0
            },
            {
                "definition": "saying something in a serious way but trying to be funny",
                "local_word": "сдержанный",
                "examples": [
                    "a dry sense of humour"
                ],
                "definition_local": "говорю что-то серьезно, но пытаюсь быть смешным",
                "word_rating": 5
            },
            {
                "local_word": "сухость",
                "examples": [
                    "And for the first time this series, it is actually dry.",
                    "It's all very dry and formal and legalistic, I know.",
                    "Well, at least it was short and dry this time.",
                    "This will make your mouth dry, Mr. Tierney."
                ],
                "word_rating": 0
            },
            {
                "definition": "to become dry, or to make something become dry",
                "local_word": "сушить, вытирать",
                "examples": [
                    "He dried his hands on a towel."
                ],
                "definition_local": "стать сухим, или сделать что-то сухим",
                "word_rating": 34
            }
        ],
        "wordforms_branch": {
            "dries": {
                "word_id": 55909,
                "wordsenses": [
                    {
                        "local_word": "высохнет",
                        "examples": [
                            "Once it dries, it'll chip right off.",
                            "If you go back before it dries, I'll give you 20 lire.",
                            "Hold that till it dries."
                        ],
                        "word_rating": 11913
                    },
                    {
                        "local_word": "высыхает",
                        "examples": [
                            "It dries up and catches fire with the first spark.",
                            "And he loses himself and dries up along with them.",
                            "Actually the lake anywhere especially does not wander (simply from time to time dries up under a zero)."
                        ],
                        "word_rating": 36
                    }
                ]
            },
            "drying": {
                "word_id": 51744,
                "wordsenses": [
                    {
                        "local_word": "сушка",
                        "examples": [
                            "Therefore excess moisture and excess drying are not allowed.",
                            "Finally, the gentle air drying.",
                            "The greatest potential lies in primary processing technologies, such as cleaning, drying, pre-cooling, grading, packaging, storage and transport."
                        ],
                        "word_rating": 646
                    },
                    {
                        "local_word": "высыхание",
                        "examples": [
                            "The new, \"non-drip formula,\" and allow quick drying, fast working and cover immediately to other colors.",
                            "An even more important factor to retard ripening is control of the atmosphere around the bananas, which prevents drying and the accumulation of ethylene.",
                            "In some arid countries water is so scarce that the drying-up of the resource constitutes the most serious threat for the people who live there."
                        ],
                        "word_rating": 3137
                    }
                ]
            }
        }
    },
    "duck": {
        "word_id": 13515,
        "lemma_branch": [
            {
                "definition": "a bird with short legs that lives in or near water, or the meat from this bird",
                "local_word": "утка",
                "examples": [
                    "This duck doesn't respond to normal things, like its name.",
                    "This duck could shed new light on the rates of learning for various animals.",
                    "I mean, this duck, it's strange."
                ],
                "definition_local": "птица с короткими ногами, которая живет в воде или рядом с водой, или мясо этой птицы",
                "word_rating": 46656
            },
            {
                "definition": "to move your head or body down quickly to avoid being hit or seen",
                "local_word": "нагибаться, прятаться",
                "examples": [
                    "Billy ducked behind a car when he saw his teacher."
                ],
                "definition_local": "для быстрого перемещения головы или тела вниз, чтобы избежать попадания или увидеть",
                "word_rating": 6
            },
            {
                "definition": "to avoid something that is difficult or unpleasant",
                "local_word": "избегать",
                "examples": [
                    "He managed to duck the issue."
                ],
                "definition_local": "избегать чего-то трудного или неприятного",
                "word_rating": 5
            }
        ],
        "wordforms_branch": {
            "ducks": {
                "word_id": 61455,
                "wordsenses": [
                    {
                        "local_word": "уток",
                        "examples": [
                            "Plus, a family of ducks were crossing the road.",
                            "I was scarring the ducks out of there, over to you.",
                            "Here's Jack right after he's feeding some ducks."
                        ],
                        "word_rating": 2743
                    }
                ]
            }
        }
    },
    "advanced": {
        "word_id": 2073,
        "lemma_branch": [
            {
                "definition": "having developed or progressed to a late stage",
                "local_word": "развитой, прогрессивный",
                "examples": [
                    "advanced technology",
                    "The disease was at an advanced stage."
                ],
                "definition_local": "развившись или прогрессируя до поздней стадии",
                "word_rating": 23
            },
            {
                "definition": "at a higher, more difficult level",
                "local_word": "высший, продвинутый",
                "examples": [
                    "an advanced English course"
                ],
                "definition_local": "на более высоком, более сложном уровне",
                "word_rating": 23
            }
        ],
        "wordforms_branch": {}
    },
    "during": {
        "word_id": 13618,
        "lemma_branch": [
            {
                "definition": "for the whole of a period of time",
                "local_word": "в течение",
                "examples": [
                    "Emma's usually at home during the day."
                ],
                "definition_local": "в течение всего периода времени",
                "word_rating": 12014
            },
            {
                "definition": "at a particular moment in a period of time",
                "local_word": "в течение",
                "examples": [
                    "We'll arrange a meeting some time during the week."
                ],
                "definition_local": "в определенный момент в определенный период времени",
                "word_rating": 47
            }
        ],
        "wordforms_branch": {}
    },
    "earn": {
        "word_id": 13727,
        "lemma_branch": [
            {
                "definition": "to get money for doing work",
                "local_word": "зарабатывать",
                "examples": [
                    "She earns more than £40,000 a year.",
                    "I'll make you chief foreman, you'll earn 2,000 euro a month.",
                    "Who wears clothes and is trying to earn profit.",
                    "I have to earn a lot of money, then."
                ],
                "definition_local": "чтобы получить деньги за выполнение работы",
                "word_rating": 7295
            },
            {
                "definition": "to work to get money for the things you need",
                "local_word": "зарабатывать себе на жизнь",
                "examples": [],
                "definition_local": "работать, чтобы получить деньги на то, что вам нужно",
                "word_rating": 0
            },
            {
                "definition": "to get something that you deserve because of your work, qualities, etc",
                "local_word": "заслуживать",
                "examples": [
                    "As a teacher you have to earn the respect of your students."
                ],
                "definition_local": "чтобы получить то, что вы заслуживаете из-за вашей работы, качеств и т. д",
                "word_rating": 16190
            },
            {
                "definition": "to make a profit",
                "local_word": "приносить доход",
                "examples": [
                    "I want an account that earns a high rate of interest."
                ],
                "definition_local": "чтобы получить прибыль",
                "word_rating": 252
            }
        ],
        "wordforms_branch": {
            "earning": {
                "word_id": 56419,
                "wordsenses": [
                    {
                        "local_word": "зарабатывают",
                        "examples": [
                            "The majority of women are employed in low-productivity sectors, earning scant wages with less access to social protection.",
                            "Ghana asked about women earning only 85 per cent of their male counterparts."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заработка",
                        "examples": [
                            "Financial compensation equals 40 per cent of the minimal earnings determined by the General Collective Agreement.",
                            "The middlemen get 30-40 per cent of their earnings.",
                            "A cut of earnings is also taken by middlemen."
                        ],
                        "word_rating": 923
                    },
                    {
                        "local_word": "зарабатывая",
                        "examples": [
                            "In the Lao People's Democratic Republic, nearly a quarter of the population lives below the poverty line, earning less than a dollar a day.",
                            "Then you stand up to me, earning his trust.",
                            "Many children became street children, spending most of their time on the streets and earning money mainly through begging and stealing."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "earned": {
                "word_id": 55144,
                "wordsenses": [
                    {
                        "local_word": "заработал",
                        "examples": [
                            "Now, I earned the money... but in ways that are complicated.",
                            "We... well, I mean, Craig earned it.",
                            "The honest man at the back has earned some more..."
                        ],
                        "word_rating": 2590
                    },
                    {
                        "local_word": "заработала",
                        "examples": [
                            "Sandra's earned her life, as far as I'm concerned.",
                            "They also examined the patio where Chen's furniture earned its frequent-flyer miles.",
                            "You haven't earned the right to show the world all your discontent."
                        ],
                        "word_rating": 29
                    },
                    {
                        "local_word": "заработали",
                        "examples": [
                            "Yesterday these babies earned me a cool $8 million.",
                            "Our forefathers earned... the right to be free.",
                            "You've all earned yourself a three-second break."
                        ],
                        "word_rating": 10
                    },
                    {
                        "local_word": "зарабатывают",
                        "examples": [
                            "Some of these children earned less than the equivalent of $30 a month.",
                            "Some professionals, such as legal officers, earned more in the private sector.",
                            "It was not a significant issue in Dominica as women often earned the same or more than men."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заработанные",
                        "examples": [
                            "We will give the money we earned today to Sorimatschi.",
                            "The interests earned and fees paid of this account are to be included in this bank account.",
                            "Ninth premier of the Clan Fin Arvin, but who cares about hard earned titles in these troubled times."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "зарабатывали",
                        "examples": [
                            "Nevertheless, women earned 19.1 per cent and 18.8 per cent less than men in these sectors, respectively.",
                            "More than half of those who had a second job earned in addition up to one third of their income from the main job.",
                            "In May 1999 women earned 83.6 per cent of men's average total weekly earnings."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "earn": {
                "word_id": 1260941,
                "wordsenses": [
                    {
                        "local_word": "заработать",
                        "examples": [
                            "This crisis is undermining people's ability to earn a living and enjoy freedom to the fullest extent.",
                            "He should work in a hospital and earn lots of money.",
                            "That sounds like a fun way to earn yourself a trip - to a much more secure penitentiary."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заслужить",
                        "examples": [
                            "You just have to earn the right to our recognition.",
                            "We'll see if I can earn it back.",
                            "You had to earn it - the right to be a part of it."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заработка",
                        "examples": [
                            "Adolescent boys considered as adults within their own communities often leave them in order to earn an income."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "singular": {
        "word_id": 37254,
        "lemma_branch": [
            {
                "definition": "The singular form of a word is used to talk about one person or thing. For example 'woman' is the singular form of 'women'.",
                "local_word": "единственное (число)",
                "examples": [],
                "definition_local": "Единственная форма слова используется, чтобы говорить об одном человеке или вещи. Например, \"женщина\" - это единственная форма \"женщины\".",
                "word_rating": 325
            },
            {
                "definition": "very special, or found only in one person or situation",
                "local_word": "исключительный",
                "examples": [
                    "a landscape of singular beauty"
                ],
                "definition_local": "очень особенный, или найденный только в одном человеке или ситуации",
                "word_rating": 6143
            },
            {
                "definition": "the singular form of a word",
                "local_word": "единственное число",
                "examples": [],
                "definition_local": "единственная форма слова",
                "word_rating": 5
            }
        ],
        "wordforms_branch": {}
    },
    "easily": {
        "word_id": 13755,
        "lemma_branch": [
            {
                "definition": "with no difficulty",
                "local_word": "легко, свободно",
                "examples": [
                    "She makes friends easily."
                ],
                "definition_local": "без труда",
                "word_rating": 20
            },
            {
                "definition": "used to emphasize that something is likely",
                "local_word": "вполне вероятно",
                "examples": [
                    "A comment like that could easily be misunderstood."
                ],
                "definition_local": "используется, чтобы подчеркнуть, что что-то, скорее всего",
                "word_rating": 1206
            },
            {
                "definition": "certainly the best/worst/biggest, etc",
                "local_word": "бесспорно лучший/худший/самый большой и т. д.",
                "examples": [],
                "definition_local": "конечно, лучший / худший / самый большой и т. д",
                "word_rating": 8
            }
        ],
        "wordforms_branch": {}
    },
    "east": {
        "word_id": 13757,
        "lemma_branch": [],
        "wordforms_branch": {
            "east": {
                "word_id": 1260037,
                "wordsenses": [
                    {
                        "local_word": "восточный",
                        "examples": [
                            "As a result of that action, the enemy troops crossed to the river's east bank.",
                            "Paragraph 5 of the interim report indicated that the Special Rapporteur had not visited the east of the country.",
                            "Wind velocity, east by southeast at 5.5 m."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "Восток",
                        "examples": [
                            "The east has a way of swallowing men and their dreams.",
                            "The resettlement areas are broadly categorized as the western area, the south and the east."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "на восток",
                        "examples": [
                            "It had been a hard journey east across the land bridge from Siberia.",
                            "It says, all the children in America are pointing east.",
                            "She's headed east on Cesar Chavez Boulevard downtown."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "Восточной",
                        "examples": [
                            "The prefectures of Evros, Trikala, west Salonica, east Attica and Pella."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "востоку",
                        "examples": [
                            "We have to send a message to the north and warn the east.",
                            "Approximately 55 per cent of these new structures are located to the east of the separation wall.",
                            "The Committee visited the Juhor Al-Dik area east of the town of Jabalya."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "Ист",
                        "examples": [
                            "Well, I am east side, for the most part.",
                            "But I'm also trying to make east riverside a better place to live.",
                            "Found it at a motel parking lot off east grand."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "Восточную",
                        "examples": [
                            "The Representative travelled outside of Zagreb to Eastern Slavonia in the east of the country."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "Юго-Восточной",
                        "examples": [
                            "Information was received for the north-east and the south-east Atlantic."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "eighth": {
        "word_id": 46893,
        "lemma_branch": [
            {
                "definition": "8th written as a word",
                "local_word": "восьмой",
                "examples": [
                    "The progress made in adopting the eighth Directive is set out in the annex.",
                    "At the eighth session of the CST the GoE will present the updated prototype website of THEMANET.",
                    "The Department is also planning to meet with members of the Permanent Forum during the eighth session."
                ],
                "definition_local": "8-е написано как слово",
                "word_rating": 18730
            },
            {
                "definition": "one of eight equal parts of something; 1/8",
                "local_word": "одна восьмая",
                "examples": [],
                "definition_local": "одна из восьми равных частей чего-то; 1/8",
                "word_rating": 430
            }
        ],
        "wordforms_branch": {}
    },
    "adventure": {
        "word_id": 2079,
        "lemma_branch": [
            {
                "definition": "an exciting and sometimes dangerous experience",
                "local_word": "приключение",
                "examples": [
                    "It's a film about the adventures of two friends travelling across Africa.",
                    "This process of discovery is a wonderful adventure to be involved in.",
                    "So we'll have one more drink here, then take you on a little adventure.",
                    "Miss Vickers would like to have a quick word before the adventure begins."
                ],
                "definition_local": "захватывающий и иногда опасный опыт",
                "word_rating": 9971
            },
            {
                "local_word": "искатель приключений",
                "examples": [],
                "word_rating": 23
            }
        ],
        "wordforms_branch": {
            "adventures": {
                "word_id": 52034,
                "wordsenses": [
                    {
                        "local_word": "приключениях",
                        "examples": [
                            "My unfulfilled ambition is to write a great novel in three parts about my adventures.",
                            "Everybody will want to hear about your adventures.",
                            "Mew was just telling me about her adventures in the world of work."
                        ],
                        "word_rating": 22109
                    },
                    {
                        "local_word": "приключениями",
                        "examples": [
                            "It's just all the adventures I enjoy are usually of the literary nature.",
                            "I've read your books, followed your adventures with the NYPD.",
                            "No, I don't imagine anyone west of Bree would have much interest in adventures."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "eighty": {
        "word_id": 13936,
        "lemma_branch": [
            {
                "definition": "the number 80",
                "local_word": "восемьдесят",
                "examples": [
                    "Also has told to it: take your receipt and write: eighty.",
                    "One hundred and eighty seven (187) childcare workers were trained in the childcare standards.",
                    "At its eighty-fourth session, MSC undertook a number of actions to facilitate its smooth implementation."
                ],
                "definition_local": "количество 80",
                "word_rating": 21596
            },
            {
                "definition": "the years from 1980-1989",
                "local_word": "восьмидесятые годы",
                "examples": [],
                "definition_local": "период с 1980-1989",
                "word_rating": 0
            },
            {
                "definition": "to be aged between 80 and 89",
                "local_word": "быть в возрасте от восьмидесяти до восьмидесяти девяти лет",
                "examples": [],
                "definition_local": "возраст от 80 до 89 лет",
                "word_rating": 0
            },
            {
                "definition": "80th written as a word",
                "local_word": "восьмидесятый",
                "examples": [],
                "definition_local": "80-е написано как слово",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "adverb": {
        "word_id": 2083,
        "lemma_branch": [
            {
                "definition": "a word that describes or gives more information about a verb, adjective, phrase, or other adverb. In the sentences 'He ate quickly.' and 'It was extremely good.', 'quickly' and 'extremely' are both adverbs.",
                "local_word": "наречие",
                "examples": [],
                "definition_local": "слово, которое описывает или дает дополнительную информацию о глаголе, прилагательном, фразе или другом наречии. В предложениях \" он ел быстро. и это было очень хорошо.', 'быстро' и 'чрезвычайно' - оба наречия.",
                "word_rating": 2887
            }
        ],
        "wordforms_branch": {}
    },
    "electric": {
        "word_id": 13979,
        "lemma_branch": [
            {
                "definition": "Electric lights, tools, etc work using electricity.",
                "local_word": "электрический",
                "examples": [
                    "an electric light/heater"
                ],
                "definition_local": "Электрическое освещение, инструменты и т.д. работают с использованием электричества.",
                "word_rating": 5036
            },
            {
                "definition": "supplying electricity",
                "local_word": "электрический",
                "examples": [
                    "an electric socket",
                    "electric current",
                    "Welcome, everyone, to the world's first electric supercar.",
                    "Dallas created electricity, enough to light up two light bulbs and ignite that electric match."
                ],
                "definition_local": "поставка электроэнергии",
                "word_rating": 0
            },
            {
                "definition": "full of excitement and emotion",
                "local_word": "возбужденный, наэлектризованный",
                "examples": [
                    "The atmosphere backstage was electric."
                ],
                "definition_local": "полный волнения и эмоций",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "advertisement": {
        "word_id": 2093,
        "lemma_branch": [
            {
                "definition": "a picture, short film, song, etc that tries to persuade people to buy a product or service",
                "local_word": "реклама",
                "examples": [
                    "a newspaper/television advertisement",
                    "Hardly an advertisement for the British Men of Letters, though.",
                    "Yes, word of mouth is the best advertisement.",
                    "You see, Alvin, a satisfied customer is your best advertisement."
                ],
                "definition_local": "картина, короткометражный фильм, песня и т.д., который пытается убедить людей купить продукт или услугу",
                "word_rating": 4222
            }
        ],
        "wordforms_branch": {}
    },
    "century": {
        "word_id": 7486,
        "lemma_branch": [
            {
                "definition": "a period of 100 years, especially used in giving dates",
                "local_word": "век",
                "examples": [
                    "the twentieth century",
                    "The twentieth century is, indeed, history.",
                    "The twenty-first century will be the century of human capital, as embodied by young people.",
                    "The nineteenth century was, for vast sectors of mankind, the century of freedom."
                ],
                "definition_local": "период 100 лет, особенно используется в предоставлении даты",
                "word_rating": 5058
            }
        ],
        "wordforms_branch": {
            "centuries": {
                "word_id": 55182,
                "wordsenses": [
                    {
                        "local_word": "столетий",
                        "examples": [
                            "The system of parliamentary government in Jersey is a result of a gradual evolution spanning several centuries.",
                            "Over the past five centuries, international migration has helped shape the global economy.",
                            "After five centuries, he might just feel a little bit peckish."
                        ],
                        "word_rating": 11114
                    },
                    {
                        "local_word": "столетиями",
                        "examples": [
                            "Indigenous peoples had experienced oppression for centuries that had created distrust.",
                            "Indigenous cultures have used herbal oils for centuries.",
                            "My queen, this thing has defied your attacks for centuries."
                        ],
                        "word_rating": 47
                    },
                    {
                        "local_word": "сотни лет",
                        "examples": [
                            "But surely, Doctor, Cybermen died out centuries ago.",
                            "And the wonders of this place will take me centuries to explore."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вв",
                        "examples": [
                            "Sketch \"Palace residence\" is executed in style of French palace architecture of the XVII-XVIII centuries.",
                            "The time of borrowing is determined on the basis of laws of linguistics quite exactly - the VI-VII centuries."
                        ],
                        "word_rating": 762
                    },
                    {
                        "local_word": "столетиях",
                        "examples": [
                            "Switzerland is a small country, but it gains strength from its centuries of independence and from its self-confidence.",
                            "Not surprisingly, Chinese leadership was keen to avoid any reference to the last two centuries of struggle and humiliation, or to its problematic political agendas and thorny trade issues.",
                            "This is how the Western world became democratic in the nineteenth and twentieth centuries."
                        ],
                        "word_rating": 153
                    }
                ]
            }
        }
    },
    "size": {
        "word_id": 37320,
        "lemma_branch": [
            {
                "definition": "how big or small something is",
                "local_word": "размер, величина",
                "examples": [
                    "It's an area about the size of Oxford.",
                    "The size of some of those trees is incredible (= they are very large)."
                ],
                "definition_local": "как большой или маленький что-то есть",
                "word_rating": 3060
            },
            {
                "definition": "one of the different measurements in which things, for example clothes, food containers, etc are made",
                "local_word": "размер",
                "examples": [
                    "a size 10 skirt",
                    "What size shoes do you take?",
                    "I usually buy the 1.5 litre size.",
                    "Because of their size, they face a constant struggle to stay alive."
                ],
                "definition_local": "одно из различных измерений, в котором сделаны вещи, например одежда, пищевые контейнеры и т. д",
                "word_rating": 17800
            }
        ],
        "wordforms_branch": {
            "sizing": {
                "word_id": 125379,
                "wordsenses": [
                    {
                        "local_word": "калибровка",
                        "examples": [
                            "The following minimum sizing is required for each class: Class",
                            "Several delegations stated that weight sizing was used effectively in their countries and uniformity could be ensured by this method.",
                            "Provisions concerning sizing\" to reflect that sizing may be optional or mandatory depending on the nature of the produce."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "electricity": {
        "word_id": 13984,
        "lemma_branch": [
            {
                "definition": "a type of energy that can produce light and heat, or make machines work",
                "local_word": "электричество",
                "examples": [
                    "The electricity has been turned off.",
                    "an electricity bill",
                    "Well, because, you know, electricity's so expensive, man.",
                    "Daniel's going to make electricity by means of the wind."
                ],
                "definition_local": "тип энергии, который может производить свет и тепло, или заставить машины работать",
                "word_rating": 87141
            }
        ],
        "wordforms_branch": {}
    },
    "elephant": {
        "word_id": 14032,
        "lemma_branch": [
            {
                "definition": "a very large, grey animal with big ears and a very long nose",
                "local_word": "слон",
                "examples": [
                    "I'd say there's a jade elephant in the room.",
                    "Baby elephant is actually a good answer; \"B\" is a bear of a letter.",
                    "In other words, the elephant is already dancing with the dragon."
                ],
                "definition_local": "очень большое серое животное с большими ушами и очень длинным носом",
                "word_rating": 5295
            }
        ],
        "wordforms_branch": {}
    },
    "else": {
        "word_id": 14074,
        "lemma_branch": [
            {
                "definition": "in addition to someone or something",
                "local_word": "еще",
                "examples": [
                    "Would you like anything else to eat?",
                    "What else did he say?"
                ],
                "definition_local": "в дополнение к кому-то или чему-то",
                "word_rating": 4230
            },
            {
                "definition": "different from someone or something",
                "local_word": "другой",
                "examples": [
                    "I don't like it here. Let's go somewhere else.",
                    "I didn't say that. It must have been someone else.",
                    "A man had his leg amputated and replaced with the leg of someone else."
                ],
                "definition_local": "отличается от кого-то или чего-то",
                "word_rating": 561
            },
            {
                "definition": "other things or people",
                "local_word": "остальное, остальные",
                "examples": [
                    "I forgot my toothbrush, but I remembered everything else."
                ],
                "definition_local": "другие вещи или люди",
                "word_rating": 23
            },
            {
                "definition": "used to compare two different things or situations",
                "local_word": "или же",
                "examples": [
                    "He talks to her all the time, or else he completely ignores her."
                ],
                "definition_local": "используется для сравнения двух разных вещей или ситуаций",
                "word_rating": 0
            },
            {
                "definition": "used to say what will happen if another thing does not happen",
                "local_word": "иначе, а то",
                "examples": [
                    "We must be there by six, or else we'll miss the beginning."
                ],
                "definition_local": "раньше говорили, что будет, если ничего другого не случится",
                "word_rating": 335
            },
            {
                "definition": "if no other plan is successful",
                "local_word": "если ничего не останется делать",
                "examples": [
                    "If all else fails, you're welcome to stay at our house."
                ],
                "definition_local": "если никакой другой план не будет успешным",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "empty": {
        "word_id": 14227,
        "lemma_branch": [
            {
                "definition": "If something is empty, it does not contain any things or people.",
                "local_word": "пустой, порожний",
                "examples": [
                    "an empty house/street",
                    "empty bottles/glasses",
                    "The train was completely empty when it reached London."
                ],
                "definition_local": "Если что-то пусто, оно не содержит никаких вещей или людей.",
                "word_rating": 114889
            },
            {
                "definition": "having no meaning or value",
                "local_word": "пустой, бессмысленный",
                "examples": [
                    "an empty promise/threat"
                ],
                "definition_local": "не имея никакого смысла или ценности",
                "word_rating": 6
            },
            {
                "local_word": "пустота",
                "examples": [
                    "When I left the carnival... I was empty.",
                    "When I was out there, you know, the world was dark and empty.",
                    "When we came back here, it was empty.",
                    "When we came back, everything was empty."
                ],
                "word_rating": 0
            },
            {
                "definition": "If you empty a container, or if you empty the things inside it, you remove everything from it.",
                "local_word": "опорожнять, выливать, высыпать",
                "examples": [
                    "He emptied the dirty water into the sink."
                ],
                "definition_local": "Если вы опустошаете контейнер, или если вы опустошаете вещи внутри него, вы удаляете из него все.",
                "word_rating": 278
            },
            {
                "definition": "to become empty",
                "local_word": "пустеть",
                "examples": [
                    "The room emptied rapidly when the fire started."
                ],
                "definition_local": "пустеть",
                "word_rating": 115
            }
        ],
        "wordforms_branch": {
            "emptied": {
                "word_id": 53119,
                "wordsenses": [
                    {
                        "local_word": "опустошил",
                        "examples": [
                            "All right, I emptied every drawer, closet.",
                            "You emptied the clip and hit the sign, which means your only problem is spelling.",
                            "The third one emptied his glass into rivers and fountains..."
                        ],
                        "word_rating": 1558
                    }
                ]
            },
            "emptying": {
                "word_id": 59499,
                "wordsenses": [
                    {
                        "local_word": "опорожнение",
                        "examples": [
                            "For example, one preventive measure could be the emptying of tanks containing very dangerous chemicals at the outbreak of hostilities.",
                            "The Government of Belgium is of the opinion that filling and emptying should always be allowed within the RID/ADR framework.",
                            "The Government of Belgium is of the opinion that filling and emptying should always be allowed within the RID/ADR framework (with an exception of course for the old gas receptacles, built according to national codes)."
                        ],
                        "word_rating": 1264
                    }
                ]
            }
        }
    },
    "engine": {
        "word_id": 14363,
        "lemma_branch": [
            {
                "definition": "the part of a vehicle that uses energy from oil, electricity, or steam to make it move",
                "local_word": "двигатель",
                "examples": [
                    "a diesel engine",
                    "After completion of the cycle, the engine shall be switched off.",
                    "A garrison has sold the new engine and left this old one as replacement...",
                    "The engine shall be conditioned at mode 13 for a period of three minutes before the start of the measurements."
                ],
                "definition_local": "часть транспортного средства, которая использует энергию от нефти, электричества или пара, чтобы заставить его двигаться",
                "word_rating": 87805
            },
            {
                "definition": "the part of a train that pulls it along",
                "local_word": "паровоз, локомотив",
                "examples": [],
                "definition_local": "часть поезда, который тянет его вперед",
                "word_rating": 6
            }
        ],
        "wordforms_branch": {
            "engine": {
                "word_id": 1260357,
                "wordsenses": [
                    {
                        "local_word": "мотор",
                        "examples": [
                            "He embedded a scanner into little Lola's engine.",
                            "Roman is a true intellectual engine of the greencubator team.",
                            "How much does an engine like that cost? - $7,500."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "движок",
                        "examples": [
                            "Simpson, that is a rebuilt Yugoslavian engine.",
                            "The selected engine could not be loaded. Please try to select a different engine.",
                            "The scripting engine in the Nessus security scanner has several vulnerabilities."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "локомотив",
                        "examples": [
                            "Professor, give me the engine back and I'll try and sort things out for you.",
                            "Globalization and liberalization have increased the potential for international trade to become an unprecedented engine of growth and an important mechanism for integrating countries into the global economy.",
                            "The Asia-Pacific region has experienced significant economic development in recent decades, which has resulted in it becoming the engine of global growth."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "двигатели",
                        "examples": [
                            "You've got to get to Area One and reboot those engines.",
                            "Okay, so... the seawater is what's cooling the engines.",
                            "The test engines shall originate from an engine family corresponding to the subsequent application range of the REC."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "машинного",
                        "examples": [
                            "Okay, the Time Core's inside the engine room, but with the power off, I can't get past",
                            "The area occupied by the gas-turbine electric power station is reduced, and the need for forming foundations beneath the exhaust circuit 5 outside the engine room 1 and the service platform 8 is eliminated."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "моторном",
                        "examples": [
                            "\"(b) must have worked for not less than two years as an engine-minder on a motorized inland navigation vessel.\"",
                            "(b) For all other persons wishing to go abroad with a motorized vessel of up to 6 kW engine capacity or with a sailing vessel having up to 15 m2 sail area.",
                            "6.2.4. All insulation material(s) installed in the engine compartment and any separate heating compartment shall undergo the test described in Annex 9 to this Regulation."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "машинных",
                        "examples": [
                            "There must be an independent alarm system enabling the accommodation, engine rooms and, where appropriate, the separate pump rooms to be reached..",
                            "The control and monitoring equipment and systems of inland vessels operating without a continuous watch in the engine room shall comply with the provisions set up below or with the rules of a recognized Classification Society.",
                            "Z-9.4 The maximum permissible sound pressure level in the engine rooms shall be 110 dB (A)."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "моторного",
                        "examples": [
                            "There's a high concentration of industrial engine oil around the navy yard.",
                            "This does not preclude starting devices for the engine inside of the engine compartment.",
                            "The overall size and shape of the engine compartment;"
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "engines": {
                "word_id": 62810,
                "wordsenses": [
                    {
                        "local_word": "двигателей",
                        "examples": [
                            "The test engines shall originate from an engine family corresponding to the subsequent application range of the REC.",
                            "In the case where the emission-OBD family includes engines belonging to different engine families, a summary description of these engine families shall be provided.",
                            "Now, we're ready to bridge power from the engines to the transporter."
                        ],
                        "word_rating": 9916
                    },
                    {
                        "local_word": "двигатели",
                        "examples": [
                            "You've got to get to Area One and reboot those engines.",
                            "Okay, so... the seawater is what's cooling the engines.",
                            "The test engines shall originate from an engine family corresponding to the subsequent application range of the REC."
                        ],
                        "word_rating": 144
                    },
                    {
                        "local_word": "двигателями",
                        "examples": [
                            "Trade and investment have been the traditional engines of growth in the Asia-Pacific region.",
                            "Our metropolises are the engines of growth for a global economy emerging from the shadow of financial crisis.",
                            "With a little luck, we'll find the warp signature the engines left."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "двигателях",
                        "examples": [
                            "And Mr. Scott wishes to speak to you about the engines.",
                            "I never really had an aptitude for engines.",
                            "The tests will be carried out on newly manufactured engines."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "двигателям",
                        "examples": [
                            "The invention relates to a method for organizing the work process in internal combustion engines which function like diesel engines.",
                            "You're not one to attach implosion devices to impulse engines.",
                            "Specific requirements shall apply to engines fuelled with natural gas/biomethane (including dual-fuel engines), as laid down in paragraph 4.6.3."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "моторы",
                        "examples": [
                            "Ladies and gentlemen, start your engines for Ms. Rayna Jaymes!",
                            "Well, gentlemen, start your engines."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "зажиганием",
                        "examples": [
                            "The invention relates to engine construction and can be used in gas piston engines with spark ignition.",
                            "(e) Non-road and marine spark-ignition engines - 40 C.F.R Part 90, Part 91, Part 1045, and Part 1054;",
                            "She also gave an account of emission standards recently adopted or proposed in the United States of America with particular regard to small spark-ignition hand-held engines and heavy-duty engines."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "моторов",
                        "examples": [
                            "We got no engines, do we?",
                            "The night air, the smell of exhaust, the revving of the engines...",
                            "The unit consists of 2 engines with 300 kWel."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "engineer": {
        "word_id": 14366,
        "lemma_branch": [
            {
                "definition": "someone whose job is to design, build, or repair machines, engines, roads, bridges, etc",
                "local_word": "инженер",
                "examples": [
                    "a mechanical/structural engineer",
                    "a software engineer",
                    "Zhang might be an amazing engineer, but he's vain about going gray.",
                    "I say this for you... good morning engineer..."
                ],
                "definition_local": "кто-то, чья работа заключается в проектировании, строительстве или ремонте машин, двигателей, дорог, мостов и т. д",
                "word_rating": 9108
            },
            {
                "definition": "someone whose job is to drive a train",
                "local_word": "машинист",
                "examples": [
                    "That's why I'm such a happy engineer.",
                    "Sea fishing: deck-hand, engineer, general sailor, coastal navigation, timber shipbuilding, fishing technology, etc.",
                    "Only Joe and the engineer didn't come together."
                ],
                "definition_local": "кто-то, чья работа-водить поезд",
                "word_rating": 34
            },
            {
                "definition": "to arrange for something to happen, especially in a clever and secret way",
                "local_word": "подстраивать, провоцировать",
                "examples": [
                    "She was convinced that the accident had been engineered by his enemies."
                ],
                "definition_local": "устроить так, чтобы что-то произошло, особенно умным и тайным способом",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "enough": {
        "word_id": 14416,
        "lemma_branch": [
            {
                "definition": "as much as is necessary",
                "local_word": "достаточно",
                "examples": [
                    "They had enough fuel for one week.",
                    "Have you had enough to eat?"
                ],
                "definition_local": "столько, сколько нужно",
                "word_rating": 314730
            },
            {
                "definition": "as much as or more than you want",
                "local_word": "достаточно",
                "examples": [
                    "I've got enough work at the moment, without being given any more.",
                    "The criteria cited by the head of the police force in Geneva did not seem to be specific enough.",
                    "When you were a girl you saw enough of the circus.",
                    "That's quite enough of that, thank you very much."
                ],
                "definition_local": "столько, сколько или больше, чем вы хотите",
                "word_rating": 25
            },
            {
                "definition": "to want something to stop because it is annoying you",
                "local_word": "устать от чего-либо",
                "examples": [
                    "I've had enough of your excuses."
                ],
                "definition_local": "чтобы хотеть что-то остановить, потому что это раздражает вас",
                "word_rating": 0
            },
            {
                "definition": "used to tell someone to stop behaving badly",
                "local_word": "хватит! довольно!",
                "examples": [],
                "definition_local": "раньше я говорил кому-то, чтобы он перестал плохо себя вести.",
                "word_rating": 24
            }
        ],
        "wordforms_branch": {}
    },
    "enter": {
        "word_id": 14451,
        "lemma_branch": [
            {
                "definition": "to come or go into a place",
                "local_word": "входить, въезжать",
                "examples": [
                    "The police entered by the back door.",
                    "She is accused of entering the country illegally."
                ],
                "definition_local": "чтобы прийти или пойти в место",
                "word_rating": 7173
            },
            {
                "definition": "to put information into a computer, book, or document",
                "local_word": "заносить (в компьютер), вписывать",
                "examples": [
                    "You have to enter a password to access this information."
                ],
                "definition_local": "чтобы поместить информацию в компьютер, книгу или документ",
                "word_rating": 400
            },
            {
                "definition": "to take part in a competition, race, or exam, or to arrange for someone else to do this",
                "local_word": "принимать участие",
                "examples": [
                    "Are you going to enter the photography competition?"
                ],
                "definition_local": "чтобы принять участие в конкурсе, гонке или экзамене, или организовать для кого-то еще, чтобы сделать это",
                "word_rating": 0
            },
            {
                "definition": "to become a member of a particular organization, or start working in a particular type of job",
                "local_word": "вступать, становиться членом (организации и т. д.)",
                "examples": [
                    "She didn't enter the legal profession until she was 40."
                ],
                "definition_local": "чтобы стать членом определенной организации, или начать работать в определенном типе работы",
                "word_rating": 5
            },
            {
                "definition": "to begin a period of time",
                "local_word": "вступать (в период времени)",
                "examples": [
                    "The violence is now entering its third week."
                ],
                "definition_local": "чтобы начать период времени",
                "word_rating": 1402
            }
        ],
        "wordforms_branch": {
            "entered": {
                "word_id": 51345,
                "wordsenses": [
                    {
                        "local_word": "вступили",
                        "examples": [
                            "However, only the initial commitments have entered into force.",
                            "Over the last six months, efforts to solve the Cyprus problem have entered a new phase.",
                            "We have entered a new era of democracy, the rule of law and human rights."
                        ],
                        "word_rating": 63
                    },
                    {
                        "local_word": "вступило",
                        "examples": [
                            "The Government has also entered into a dialogue with its international partners to work on long-term plans for the development of Haiti.",
                            "The Agreement has not yet entered into force.",
                            "The Agency entered into partnership with several renowned institutions to provide these inputs."
                        ],
                        "word_rating": 61
                    },
                    {
                        "local_word": "заключил",
                        "examples": [
                            "A German buyer entered into contract with a Belgian seller for the purchase of pork.",
                            "A Chinese buyer entered into a contract with a Japanese firm for the sale and purchase of polypropylene.",
                            "A Chinese seller entered into a contract with a German buyer for the purchase of clothes."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вошел в",
                        "examples": [
                            "TIM: Someone's entered my mainframe and is playing you remotely.",
                            "The assailant entered the house by jimmying this window.",
                            "He might have entered the holosuite the same time Ibudan did."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вошли в",
                        "examples": [
                            "On August 14, additional Russian troops entered the towns of Zugdidi and Poti.",
                            "They entered the premises and caused damage to furniture and office equipment.",
                            "Now, you entered his world, exit it."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "проникли",
                        "examples": [
                            "Armed men entered El Batary, El Thanawya Banat and Yahiya Hajar camps.",
                            "On 11 February 1999 armed agents of the Government of Ethiopia forcibly entered the residence of the Ambassador.",
                            "You've broken a window and entered a private residence."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вошла в",
                        "examples": [
                            "When I entered the O.R. Henry's vitals had been stable.",
                            "Regular maid service entered the apartment a few hours ago.",
                            "So, the bullet entered the car through here."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заключен",
                        "examples": [
                            "The contract was entered into in 1980 for the construction of a residential housing complex."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "заключены",
                        "examples": [
                            "The agreements already in existence had been freely entered into by the parties and must be implemented fairly."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вторглись",
                        "examples": [
                            "You've broken a window and entered a private residence.",
                            "Foreign forces entered Afghanistan in the name of countering terrorism and establishing peace and security."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "entering": {
                "word_id": 51821,
                "wordsenses": [
                    {
                        "local_word": "въезд",
                        "examples": [
                            "At the 237th meeting, the representative of the Russian Federation requested the host country for further information regarding the proposed congestion pricing for vehicles entering into Manhattan.",
                            "No one was barred from entering the Region on the grounds of their religion."
                        ],
                        "word_rating": 16
                    },
                    {
                        "local_word": "ввод",
                        "examples": [
                            "You only need to register which is free and can begin entering news of your blog.",
                            "We need to limit the output to the last data and to entering them into a Perl-CGI program.",
                            "Within the Division, two staff members are primarily responsible for entering and organizing expert data and carrying out the selection process."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "внесение",
                        "examples": [
                            "The boatmaster shall be responsible for entering the specific information referred to in 1 above."
                        ],
                        "word_rating": 6
                    },
                    {
                        "local_word": "вступает в",
                        "examples": [
                            "The Disarmament Commission is entering the third year of its cycle of deliberations on two highly relevant items.",
                            "OHCHR is entering a period of consolidation after rapid growth in recent years.",
                            "The world is entering one of the most critical periods in its history."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "въезжающих",
                        "examples": [
                            "In the aftermath of hostilities in northern Lebanon, the Lebanese authorities occasionally demanded to search Agency vehicles entering Nahr el-Bared.",
                            "According to UNHCR, problems had been noted in relation to asylum-seekers entering El Salvador.",
                            "Family reunification remains the dominant administrative category for immigrants entering OECD countries."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вступаем",
                        "examples": [
                            "Together we are entering uncharted territory.",
                            "We are entering a crucial phase in Kosovo, and it is more than ever essential that we closely synchronize our political strategy with the right level of military preparedness and ability to respond.",
                            "The post-bipolar era that we are entering should not go down in history as the era of the end of competition for the development of the third world."
                        ],
                        "word_rating": 278
                    },
                    {
                        "local_word": "территорию",
                        "examples": [
                            "Liberian border control officials prevented the Ivorian soldiers from entering Liberian territory."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "entrance": {
        "word_id": 14485,
        "lemma_branch": [
            {
                "definition": "a door or other opening that you use to enter a building or place",
                "local_word": "вход",
                "examples": [
                    "They must have used the back entrance to the building.",
                    "I'll meet you at the main entrance.",
                    "A separate entrance from the street is no doubt an attractive advantage of the room.",
                    "The attackers defaced the Embassy entrance with paint and attempted to smash the main door."
                ],
                "definition_local": "дверь или другое отверстие, которое используется для входа в здание или место",
                "word_rating": 8518
            },
            {
                "definition": "the time when someone comes into or goes into a place, especially in a way that makes people notice them",
                "local_word": "(торжественный)выход",
                "examples": [
                    "The whole room went quiet when he made his entrance."
                ],
                "definition_local": "время, когда кто-то входит или входит в место, особенно таким образом, что заставляет людей замечать их",
                "word_rating": 0
            },
            {
                "definition": "the right to enter a place or to join an organization, college, etc",
                "local_word": "вступление, поступление, право входа",
                "examples": [
                    "Entrance is free, but you have to pay for your drinks."
                ],
                "definition_local": "право на поступление или вступление в организацию, колледж и т. д",
                "word_rating": 7
            }
        ],
        "wordforms_branch": {
            "entrances": {
                "word_id": 52674,
                "wordsenses": [
                    {
                        "local_word": "въездах",
                        "examples": [
                            "IDF practice on the ground involves the placement of checkpoints at the entrances to villages.",
                            "8.6.1.1. In daytime conditions drivers experience visibility problems at tunnel entrances due to the sudden drop in luminance after entry.",
                            "On 14 December the occupation forces established reinforced barriers at the entrances to the towns of the Golan in order to cope with any activities by the inhabitants."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "entrance": {
                "word_id": 1260666,
                "wordsenses": [
                    {
                        "local_word": "подъезд",
                        "examples": [
                            "I know where she lives: the house and the entrance.",
                            "Resident correspondents without equipment are exempt from screening through metal detectors and may enter via the 42nd Street entrance.",
                            "H27 entrance B, 2nd floor, apartment 18."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "вступительные",
                        "examples": [
                            "Initiation, entrance and membership fees.",
                            "You don't need to pay any entrance fee on our website, just play poker online absolutely for free!"
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "advice": {
        "word_id": 2096,
        "lemma_branch": [
            {
                "definition": "suggestions about what you think someone should do or how they should do something",
                "local_word": "совет",
                "examples": [
                    "She asked me for advice about writing a book.",
                    "There's a booklet giving advice on how to set up your own club.",
                    "I took your advice (= did what you suggested) and went home early.",
                    "Can I give you a piece of advice?"
                ],
                "definition_local": "предложения о том, что вы думаете, что кто-то должен делать или как они должны что-то делать",
                "word_rating": 276861
            }
        ],
        "wordforms_branch": {
            "advice": {
                "word_id": 1259686,
                "wordsenses": [
                    {
                        "local_word": "консультация",
                        "examples": [
                            "This is not a case in which the General Assembly genuinely needs legal advice in order to carry out its functions.",
                            "The most expensive... legal advice in the country.",
                            "To advise a subordinate on a legal question is to offer legal advice."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "рекомендации",
                        "examples": [
                            "Other technical and detailed advice by the Committee was provided directly to the secretariat.",
                            "He is appointed by the King on the advice of the Council of State.",
                            "The challenge to the policy advice in favour of maximum liberalization has come from a number of sources."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультирование",
                        "examples": [
                            "The staff member was also required to undertake counselling after the advice of a Joint Disciplinary Committee."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "рекомендация",
                        "examples": [
                            "A key achievement was advice given to appoint a Government focal point on civic education."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультативную помощь",
                        "examples": [
                            "Technical assistance and advice is provided on a permanent basis to that Office.",
                            "In this regard, the Committee has provided advice to assist in the resolution of the matter.",
                            "The Department of Public Information had also provided support and advice in the planning process for the projected political mission in Libya."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультативной помощи",
                        "examples": [
                            "Specialists may be invited on an ad hoc basis to provide advice when their expertise is considered necessary.",
                            "Nature and scope of advice provided by the Forum.",
                            "The BRC is a unique source of knowledge and advice for the country offices."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультативные услуги",
                        "examples": [
                            "The Centre and the Research Group will provide advice and participate in the execution of the plan of work for exploration.",
                            "There are several main modalities through which this advice is provided.",
                            "The Division stands ready to provide appropriate advice and assistance in this regard."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультативных услуг",
                        "examples": [
                            "The Government also noted the need to establish a multidisciplinary consultative body to provide advice on issues related to genetic research.",
                            "Important assistance is also being provided to the local NGO community, in the form of training and advice.",
                            "The United Nations station is also assisting southern state radio stations through quick-impact projects and technical advice."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "аспектам",
                        "examples": [
                            "UNAMI continues to provide the Commission with expert technical advice on all aspects of the election process."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультативная помощь",
                        "examples": [
                            "Legal advice and support were also provided in relation to the arrangements for the interim secretariat for the Green Climate Fund.",
                            "Technical assistance and advice will be provided to the Government and legislative bodies concerned.",
                            "They may receive legal or union advice. Article 366."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "консультационной помощи",
                        "examples": [
                            "It is the constitutional mandate of the Attorney-General's Office to provide legal advice and service to the Government.",
                            "The Committee decided that the Chair would make practical arrangements for the proposed advice, with the support of the secretariat.",
                            "Provision of advice through monthly meetings with the Government of Liberia on the development of the strategic plan for judicial reform"
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "aeroplane": {
        "word_id": 2143,
        "lemma_branch": [
            {
                "definition": "a vehicle that flies and has an engine and wings",
                "local_word": "самолет",
                "examples": [],
                "definition_local": "транспортное средство, которое летает и имеет двигатель и крылья",
                "word_rating": 1025
            }
        ],
        "wordforms_branch": {}
    },
    "envelope": {
        "word_id": 14511,
        "lemma_branch": [
            {
                "definition": "a flat paper container for a letter",
                "local_word": "конверт",
                "examples": [
                    "In your purse, you will find a white envelope.",
                    "I've not had my envelope for six weeks now.",
                    "I found this envelope with your name on it."
                ],
                "definition_local": "плоский бумажный контейнер для письма",
                "word_rating": 5841
            }
        ],
        "wordforms_branch": {
            "envelope": {
                "word_id": 1262564,
                "wordsenses": [
                    {
                        "local_word": "оболочка",
                        "examples": [
                            "The \"atmosphere\" is \"the envelope of gases surrounding the earth\".",
                            "The gaseous envelope surrounding the Earth.",
                            "This outer envelope of the constraints does not provide per se the basis for entitlement to an extended continental shelf."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "especially": {
        "word_id": 14721,
        "lemma_branch": [
            {
                "definition": "more than other things or people, or much more than usual",
                "local_word": "особенно",
                "examples": [
                    "He's always making comments about her appearance, especially her weight.",
                    "She's especially interested in American poetry.",
                    "The shares of the top 1 per cent of the population have grown especially fast.",
                    "Very few studies, especially large-scale ones, have been conducted on the topic of the safety of female journalists."
                ],
                "definition_local": "больше, чем другие вещи или люди, или гораздо больше, чем обычно",
                "word_rating": 11091
            },
            {
                "definition": "for one particular person, purpose, or reason",
                "local_word": "специально",
                "examples": [
                    "I cooked this meal especially for you."
                ],
                "definition_local": "для одного конкретного человека, цели или причины",
                "word_rating": 136
            }
        ],
        "wordforms_branch": {}
    },
    "euro": {
        "word_id": 125783,
        "lemma_branch": [
            {
                "definition": "a unit of money used in European countries that belong to the European Union; €",
                "local_word": "евро",
                "examples": [
                    "This greater liquidity, however, was not reflected in increased credit to the private sector, which has been slowing in much of the world, and even declining in year-on-year terms in the United States and the euro area.",
                    "The data provided in balance sheets for the euro area and in these preliminary compilations allow a more comprehensive picture of household assets - including household contingent pension assets - and liabilities, to be drawn.",
                    "There are differing reasons for the limited scope in providing further significant stimulus in the United States and the euro zone, although the implications are similar.",
                    "Consensus expectations for 2012 growth in the euro zone turned negative."
                ],
                "definition_local": "денежная единица, используемая в европейских странах, входящих в Европейский Союз; €",
                "word_rating": 245
            },
            {
                "definition": "relating to Europe",
                "local_word": "евро-",
                "examples": [
                    "Europop (= pop music from Europe)",
                    "The good health of the euro is vital to the world economy.",
                    "New Caledonia's anti-independence parties as well as the Territory's business sector are supporting the introduction of the euro.",
                    "An appropriation of 200,000 euro is granted yearly for the development of vocational education for immigrants."
                ],
                "definition_local": "отношение к Европе",
                "word_rating": 31
            }
        ],
        "wordforms_branch": {}
    },
    "even": {
        "word_id": 14843,
        "lemma_branch": [
            {
                "definition": "flat, level, or smooth",
                "local_word": "ровный, гладкий",
                "examples": [
                    "Find an even surface to work on."
                ],
                "definition_local": "плоский, ровный или гладкий",
                "word_rating": 3
            },
            {
                "definition": "An even temperature or rate is regular and does not change very much.",
                "local_word": "ровный, равномерный",
                "examples": [],
                "definition_local": "Даже температура или скорость является регулярной и не очень сильно меняется.",
                "word_rating": 5
            },
            {
                "definition": "An even number is a number that can be exactly divided by two, for example four, six, or eight.",
                "local_word": "четный",
                "examples": [],
                "definition_local": "Четное число-это число, которое может быть точно разделено на два, например четыре, шесть или восемь.",
                "word_rating": 1962
            },
            {
                "definition": "not now owing someone money",
                "local_word": "рассчитавшийся, расквитавшийся",
                "examples": [
                    "If you pay for my cinema ticket, we'll be even."
                ],
                "definition_local": "не сейчас должен кому-то деньги",
                "word_rating": 0
            },
            {
                "definition": "An even race or competition is one that both players, teams, or people involved have an equal chance of winning.",
                "local_word": "равный (по силе), с равными шансами",
                "examples": [],
                "definition_local": "Четная гонка или соревнование-это та, в которой оба игрока, команды или люди, участвующие в ней, имеют равные шансы на победу.",
                "word_rating": 49
            },
            {
                "definition": "If you get even with someone who has done something bad to you, you do something bad to them.",
                "local_word": "расквитаться с кем-либо",
                "examples": [],
                "definition_local": "Если вы поквитаетесь с кем-то, кто сделал что-то плохое для вас, вы делаете что-то плохое для них.",
                "word_rating": 0
            },
            {
                "definition": "used to emphasize something that is surprising",
                "local_word": "даже",
                "examples": [
                    "Everyone danced, even Mick.",
                    "In addition, there is also the phenomenon of bilingualism or even of multilingualism.",
                    "The veto has even been used to prevent the adoption of a programme of work.",
                    "Women with disabilities are often exposed to double, or even triple, discrimination."
                ],
                "definition_local": "используется, чтобы подчеркнуть то, что удивительно",
                "word_rating": 397031
            },
            {
                "definition": "used when comparing things, to emphasize the difference",
                "local_word": "даже выше/быстрее/меньше и т. д.",
                "examples": [
                    "I think Alex is going to be even taller than his father."
                ],
                "definition_local": "используется при сравнении вещей, чтобы подчеркнуть разницу",
                "word_rating": 0
            },
            {
                "definition": "used to emphasize that a particular situation would not change what you have just said",
                "local_word": "даже если",
                "examples": [
                    "I would never eat meat, even if I was really hungry."
                ],
                "definition_local": "используется, чтобы подчеркнуть, что конкретная ситуация не изменит то, что вы только что сказали",
                "word_rating": 7
            },
            {
                "definition": "although",
                "local_word": "несмотря на то что",
                "examples": [
                    "He still smokes, even though he's got asthma."
                ],
                "definition_local": "хотя",
                "word_rating": 0
            },
            {
                "definition": "used to emphasize that something surprising is true despite what you have just said",
                "local_word": "тем не менее",
                "examples": [
                    "Car prices have gone down a lot, but even so, we couldn't afford to buy one."
                ],
                "definition_local": "используется, чтобы подчеркнуть, что что-то удивительное верно, несмотря на то, что вы только что сказали",
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "afraid": {
        "word_id": 2210,
        "lemma_branch": [
            {
                "definition": "used to politely tell someone bad news or to politely disagree with someone",
                "local_word": "боюсь, что …",
                "examples": [
                    "There are no tickets left, I'm afraid.",
                    "I'm afraid that I've broken your vase."
                ],
                "definition_local": "привык вежливо сообщать кому-то плохие новости или вежливо не соглашаться с кем-то",
                "word_rating": 1535
            },
            {
                "definition": "frightened",
                "local_word": "боящийся",
                "examples": [
                    "She's afraid of water."
                ],
                "definition_local": "испуганный",
                "word_rating": 200
            },
            {
                "definition": "worried that something bad might happen",
                "local_word": "обеспокоенный",
                "examples": [
                    "Many people are afraid that they might lose their jobs.",
                    "He was afraid of upsetting Clare."
                ],
                "definition_local": "беспокоюсь, что может случиться что-то плохое",
                "word_rating": 10
            }
        ],
        "wordforms_branch": {}
    },
    "afterwards": {
        "word_id": 2237,
        "lemma_branch": [
            {
                "definition": "at a later time, after something else has happened",
                "local_word": "потом",
                "examples": [
                    "I did my homework and went swimming afterwards."
                ],
                "definition_local": "в более позднее время, после того, как что-то еще произошло",
                "word_rating": 2624
            }
        ],
        "wordforms_branch": {}
    },
    "everyone": {
        "word_id": 14868,
        "lemma_branch": [
            {
                "definition": "every person",
                "local_word": "каждый, все",
                "examples": [
                    "Everyone agreed with the decision."
                ],
                "definition_local": "каждый человек",
                "word_rating": 25
            },
            {
                "definition": "every other person",
                "local_word": "все остальные",
                "examples": [
                    "Everyone else was wearing jeans."
                ],
                "definition_local": "каждый другой человек",
                "word_rating": 225
            }
        ],
        "wordforms_branch": {}
    }
}