{
    "the": {
        "lemma_branch": [
            {
                "definition": "used before nouns to refer to particular things or people that have already been talked about or are already known",
                "local_word": "опред. артикль, указывает на то, что предмет известен собеседнику",
                "examples": [
                    "Can you pass the salt?",
                    "I'll pick you up at the station.",
                    "That's the new restaurant I told you about."
                ]
            },
            {
                "definition": "used before nouns when only one of something exists",
                "local_word": "опред. артикль, указывает на то, что предмет является единственным в своем роде",
                "examples": [
                    "Have you seen the Eiffel Tower?",
                    "I'd love to travel round the world."
                ]
            },
            {
                "definition": "used before a singular noun to refer to all the things or people described by that noun",
                "local_word": "опред. артикль, указывает на то, что речь идет о классе однородных предметов",
                "examples": [
                    "The tiger has become extinct in many countries."
                ]
            },
            {
                "definition": "used before some adjectives to make them into nouns",
                "local_word": "опред. артикль, придает имени прилагательному значение имени существительного",
                "examples": [
                    "a home for the elderly",
                    "relatives of the deceased"
                ]
            },
            {
                "definition": "used before each of two adjectives or adverbs to show how one thing changes depending on another",
                "local_word": "чем …, тем",
                "examples": [
                    "The longer we live here, the more we like it."
                ]
            },
            {
                "definition": "used with units or measurements to mean each or every",
                "local_word": "опред. артикль, употребляется с названиями единиц измерения, придает значение представителя определенного класса предметов",
                "examples": [
                    "How many US dollars to the pound?"
                ]
            },
            {
                "definition": "used when referring to a part of the body",
                "local_word": "опред. артикль, употребляется с названиями частей тела",
                "examples": [
                    "He held her tightly by the arm."
                ]
            },
            {
                "definition": "used before numbers that refer to dates or periods of time",
                "local_word": "опред. артикль, употребляется с датами и периодами времени",
                "examples": [
                    "the sixties",
                    "Thursday the 29th of April"
                ]
            },
            {
                "definition": "used with the names of musical instruments or dances to mean the type of instrument or dance in general",
                "local_word": "опред. артикль, употребляется с названиями музыкальных инструментов и танцев",
                "examples": [
                    "Can you play the violin?"
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "and": {
        "lemma_branch": [
            {
                "definition": "used to join two words or two parts of a sentence",
                "local_word": "и, а",
                "examples": [
                    "tea and coffee",
                    "We were tired and hungry."
                ]
            },
            {
                "definition": "used to say that one thing happens after another thing",
                "local_word": "и",
                "examples": [
                    "I got dressed and had my breakfast.",
                    "She leaned forward and whispered in my ear.",
                    "He got out of his car and ran towards the house."
                ]
            },
            {
                "definition": "so",
                "local_word": "и, так что",
                "examples": [
                    "The car wouldn't start and I had to get a taxi."
                ]
            },
            {
                "definition": "used instead of 'to' after some verbs, such as 'try' and 'go'",
                "local_word": "и (употребляется вместо to перед инфинитивом)",
                "examples": [
                    "Try and eat something."
                ]
            },
            {
                "definition": "used when saying or adding numbers",
                "local_word": "и, плюс",
                "examples": [
                    "It cost a hundred and twenty pounds.",
                    "Two and three equals five."
                ]
            },
            {
                "definition": "used between two words that are the same to make their meaning stronger",
                "local_word": "и",
                "examples": [
                    "The sound grew louder and louder."
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "that": {
        "lemma_branch": [
            {
                "definition": "used to refer to something or someone that has already been talked about or seen",
                "local_word": "этот, эта, это",
                "examples": [
                    "Did you know that woman in the post office?",
                    "How much are those shoes?"
                ]
            },
            {
                "definition": "used to refer to something or someone that is not near you",
                "local_word": "тот, та, то",
                "examples": [
                    "He went through that door.",
                    "Have you seen that man over there?"
                ]
            },
            {
                "definition": "used to refer to something that has already been talked about or seen",
                "local_word": "это",
                "examples": [
                    "That looks heavy.",
                    "You can't possibly wear those!"
                ]
            },
            {
                "definition": "used to refer to something that is not near you",
                "local_word": "это",
                "examples": [
                    "What's that in the corner?",
                    "Given that there was little support for the issue paper, it was withdrawn.",
                    "It was essential to preserve and continue to build on that approach.",
                    "For this reason, I have strongly recommended that this law be repealed.",
                    "At the court in Almaty, a separate building had been made available for that purpose.",
                    "The European Union will vote in favour of the deletion of that paragraph.",
                    "It is necessary to define and provide clarification as to the meaning of that word.",
                    "You know, it's a little bit more than that.",
                    "If somebody staged this, they would have accounted for that.",
                    "The appellate court had rejected the appeal after a medical commission had invalidated that assertion.",
                    "This article of the Criminal Code fulfils the recommendation and Switzerland therefore believes that there is no need to adopt a specific supplementary law.",
                    "It is therefore important that adequate attention be given to developing and monitoring the institutional dimensions of regulation.",
                    "It therefore urges the Secretary-General to ensure that the new Project Director is recruited without any further delay."
                ]
            },
            {
                "definition": "used to say that something is correct",
                "local_word": "точно! правильно!",
                "examples": [
                    "You need to push the two pieces together. That's it."
                ]
            },
            {
                "definition": "used to say that something has ended",
                "local_word": "вот и все",
                "examples": [
                    "Well that's it then, we've finished."
                ]
            },
            {
                "definition": "used to say that something has happened or a decision has been made and there is nothing more to say or do",
                "local_word": "на этом точка, дело с концом",
                "examples": [
                    "I won't agree to it and that's that."
                ]
            },
            {
                "definition": "used to correct something you have said or give more information about something",
                "local_word": "то есть",
                "examples": [
                    "Everybody was at the meeting, well everyone except Jeanne, that is."
                ]
            },
            {
                "definition": "used after some verbs, nouns, and adjectives to introduce a new part of a sentence",
                "local_word": "что",
                "examples": [
                    "He said that he'd collect it later.",
                    "Is it true that she's pregnant?",
                    "You paid off a homeless man so that you could have the place to yourself.",
                    "However, it is important for the Organization to ensure that its programme of work reflects the priorities of the Millennium Declaration.",
                    "It was important to ensure that newly developed standards were consistent with existing ones and that human rights concerns were taken into account.",
                    "The Division noted that a number of country offices did not have a disaster recovery plan and that backup procedures were inadequate.",
                    "It is not enough to assert that information is being recorded or that current state practices are sufficient.",
                    "Participants noted that this aspect of accountability was frequently overlooked and that reparations tended to be seen in terms of financial compensation."
                ]
            },
            {
                "definition": "used instead of 'who' or 'which' at the beginning of a relative clause",
                "local_word": "который",
                "examples": [
                    "Have you eaten all the cake that I made yesterday?",
                    "These Principles laid the basis for an intergovernmental process led by the Romanian Authorities that produced the substantive political declaration adopted in Bucharest."
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "for": {
        "lemma_branch": [
            {
                "definition": "intended to be given to or used by someone or something",
                "local_word": "для",
                "examples": [
                    "I've bought a few clothes for the new baby.",
                    "parking for residents only"
                ]
            },
            {
                "definition": "having a particular purpose",
                "local_word": "для",
                "examples": [
                    "a cream for dry skin",
                    "What are those large scissors for?",
                    "I keep some brandy for medicinal purposes."
                ]
            },
            {
                "definition": "because of or as a result of something",
                "local_word": "за, из-за",
                "examples": [
                    "I got fined for travelling without a ticket.",
                    "Scotland is famous for its spectacular countryside."
                ]
            },
            {
                "definition": "used to show an amount of time or distance",
                "local_word": "в течение, на протяжении",
                "examples": [
                    "We drove for miles before we found a phone box.",
                    "I've been living with my parents for a few months."
                ]
            },
            {
                "definition": "in order to get or achieve something",
                "local_word": "за, для, на",
                "examples": [
                    "I've sent off for an application form.",
                    "We had to wait for a taxi."
                ]
            },
            {
                "definition": "in order to help someone",
                "local_word": "для",
                "examples": [
                    "I'll carry those bags for you."
                ]
            },
            {
                "definition": "on the occasion of",
                "local_word": "в честь",
                "examples": [
                    "We're having a party for Jim's 60th birthday."
                ]
            },
            {
                "definition": "at a particular time",
                "local_word": "на",
                "examples": [
                    "I've booked a table for 9 o'clock.",
                    "The situation in Somalia has been on the agenda of the Security Council for a long time.",
                    "The use of cluster munitions has been the cause of human suffering for more than 50 years.",
                    "Support for the standard of national treatment continued in varying degrees throughout the centuries.",
                    "This is a topic that has not previously been considered for inclusion in a UK census.",
                    "The SSN reform strategy paper has recently been submitted to the Board of Ministers for its approval.",
                    "They are currently reviewing this recommendation with a view to the development of potential projects for Somalia.",
                    "On the TV it is used for reception of TV channels working on a range on meter wave.",
                    "The legend arriving to fight on U.S. soil for the very first time...",
                    "At the operational level, decentralization of activities to the field calls for increased delegation of authority to field offices."
                ]
            },
            {
                "definition": "in exchange for something, especially an amount of money",
                "local_word": "за, на",
                "examples": [
                    "How much did you pay for your computer?",
                    "I'd like to change it for a smaller one."
                ]
            },
            {
                "definition": "supporting or agreeing with someone or something",
                "local_word": "за",
                "examples": [
                    "Who did you vote for?",
                    "There were 16 people for the motion and 14 against.",
                    "The Board commends UNOPS for its submission to the Board of signed financial statements for the current biennium in a timely manner.",
                    "The Conference expressed its deep gratitude to the Government of Serbia for having hosted the event and for the warm hospitality extended to the participants.",
                    "Ukraine thanked Tunisia for the high quality report and for the commitments it has announced."
                ]
            },
            {
                "definition": "representing or working with a country, organization, etc",
                "local_word": "за, на, от",
                "examples": [
                    "He plays football for Manchester United.",
                    "She works for a charity."
                ]
            },
            {
                "definition": "towards or in the direction of",
                "local_word": "в, на, к",
                "examples": [
                    "Just follow the signs for the airport."
                ]
            },
            {
                "definition": "when compared to a particular fact",
                "local_word": "для",
                "examples": [
                    "She's quite tall for her age.",
                    "Criminal prosecution is, however, not an effective instrument for resolving the negative consequences of corruption for the individual, for specific groups or for society in general.",
                    "These capabilities are indispensable not only for the timely deployment of UNAMID, but also for the implementation of its mandate.",
                    "This shall be done whilst providing a predictable regulatory framework for a global automotive industry and for the consumers and their associations."
                ]
            },
            {
                "definition": "meaning or representing something",
                "local_word": "для, вместо, за",
                "examples": [
                    "What's the German word for 'cucumber'?"
                ]
            },
            {
                "definition": "used to say whose responsibility something is",
                "local_word": "обозначает чью-либо ответственность, передается дат. падежом и инфинитивом",
                "examples": [
                    "I can't tell you whether you should go or not - that's for you to decide."
                ]
            },
            {
                "definition": "despite",
                "local_word": "несмотря на",
                "examples": [
                    "For all her qualifications, she's useless at the job."
                ]
            },
            {
                "definition": "used to say that a fact is not important to you",
                "local_word": "меня это не интересует",
                "examples": [
                    "He could be married by now, for all I care."
                ]
            },
            {
                "definition": "used to say that something should happen or be done now but can be changed later",
                "local_word": "пока что",
                "examples": [
                    "Just put everything on the table for now."
                ]
            },
            {
                "definition": "to be in trouble",
                "local_word": "мне/тебе/ему и т. д. попадет",
                "examples": [
                    "If Hilary finds out I'll be for it!"
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "with": {
        "lemma_branch": [
            {
                "definition": "used to say that people or things are in a place together or are doing something together",
                "local_word": "(вместе) с",
                "examples": [
                    "Emma lives with her boyfriend.",
                    "Hang your coat with the others."
                ]
            },
            {
                "definition": "having or including something",
                "local_word": "с",
                "examples": [
                    "a house with a swimming pool",
                    "a woman with brown eyes"
                ]
            },
            {
                "definition": "using something",
                "local_word": "указывает на орудие действия, передается твор. падежом",
                "examples": [
                    "She hit him over the head with a tennis racket."
                ]
            },
            {
                "definition": "used to describe the way someone does something",
                "local_word": "с",
                "examples": [
                    "He plays with great enthusiasm.",
                    "She shut the drawer with a bang.",
                    "A first challenge has to do with the structure of the existing IIA network.",
                    "The Greeks were the next to join them with their heroes.",
                    "Today, I have met with all of the parties to the conflict."
                ]
            },
            {
                "definition": "used to say what fills, covers, etc something",
                "local_word": "указывает на вещество, содержащееся, покрывающее, украшающее что-либо, передается твор. падежом",
                "examples": [
                    "a bucket filled with water",
                    "shoes covered with mud"
                ]
            },
            {
                "definition": "because of something",
                "local_word": "от, из-за",
                "examples": [
                    "She was trembling with fear."
                ]
            },
            {
                "definition": "relating to something or someone",
                "local_word": "указывает на отношение к чему-либо/кому-либо, передается твор. падежом или предлогом с",
                "examples": [
                    "There's something wrong with the car.",
                    "The doctors are very pleased with his progress."
                ]
            },
            {
                "definition": "used to describe the position of someone's body",
                "local_word": "указывает на положение тела, передается деепричастным оборотом",
                "examples": [
                    "She sat with her legs crossed."
                ]
            },
            {
                "definition": "to understand what someone is saying",
                "local_word": "понимать кого-либо",
                "examples": [
                    "Sorry, I'm not with you - can you say that again?"
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "but": {
        "lemma_branch": [
            {
                "definition": "used to introduce something new that you say, especially something that is different or the opposite from what you have just said",
                "local_word": "но",
                "examples": [
                    "I'd drive you there, but I don't have my car.",
                    "The tickets were expensive, but the kids really enjoyed it."
                ]
            },
            {
                "definition": "used before you say why something did not happen or is not true",
                "local_word": "но",
                "examples": [
                    "I was going to go to his party, but I was sick."
                ]
            },
            {
                "definition": "used to show that you are surprised about what someone has just said",
                "local_word": "но",
                "examples": [
                    "'Tim is leaving.' 'But why?'"
                ]
            },
            {
                "definition": "used to connect 'excuse me' or 'I'm sorry' with what you say next",
                "local_word": "но",
                "examples": [
                    "Excuse me, but would you mind shutting the door?",
                    "Not exactly a room with a view, but our residents are promised all the mod cons.",
                    "He's a bit of an alcoholic, but he's really nice.",
                    "JS8 stated that the 2010 judicial reform resulted in almost no improvement but further weakened judicial independence.",
                    "I can't give you all the details right now, but we're being moved to a centralized command facility.",
                    "This is not a simple solution, but it seems to be the only viable one.",
                    "Ivan is fine, but he's not a serious guy."
                ]
            },
            {
                "definition": "except",
                "local_word": "кроме",
                "examples": [
                    "Everyone but Andrew knows.",
                    "Can you buy me a sandwich? Anything but ham.",
                    "This is the last programme but one (= the programme before the last).",
                    "In the end, there was nothing For stan to do but to resort to more radical measures.",
                    "Continued obstruction may leave me no choice but to use the Bonn Powers again.",
                    "Mr. N. thus had no choice but to sign a declaration withdrawing his candidacy.",
                    "All but two of these laboratories have received the official accreditation.",
                    "That is a family issue that doesn't concern anybody but us.",
                    "The continuation of the occupation of Azerbaijani lands and confrontation with Azerbaijan will yield the Armenian people nothing but misfortune and suffering."
                ]
            },
            {
                "definition": "only",
                "local_word": "лишь",
                "examples": [
                    "We can but try."
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "you": {
        "lemma_branch": [
            {
                "definition": "used to refer to the person or people you are talking to",
                "local_word": "ты, вы",
                "examples": [
                    "I love you.",
                    "You said I could go with you."
                ]
            },
            {
                "definition": "people generally",
                "local_word": "ты, вы (в грам. значении неопр. местоимения)",
                "examples": [
                    "You learn to accept these things as you get older."
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "this": {
        "lemma_branch": [
            {
                "definition": "used to refer to something that you have already talked about",
                "local_word": "этот, эта, это",
                "examples": [
                    "Most people don't agree with this decision.",
                    "How did you hear about this course?"
                ]
            },
            {
                "definition": "used to refer to something or someone that is near you or that you are pointing to",
                "local_word": "этот, эта, это",
                "examples": [
                    "How much does this CD cost?",
                    "David gave me these earrings for my birthday."
                ]
            },
            {
                "definition": "used to refer to the present week, month, year, etc or the one that comes next",
                "local_word": "этот, эта, это",
                "examples": [
                    "I'll see you this evening.",
                    "Kate and Nigel are getting married this June."
                ]
            },
            {
                "definition": "used to refer to a particular person or thing that you are going to talk about",
                "local_word": "один, одна",
                "examples": [
                    "We went to this really great club last night."
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "not": {
        "lemma_branch": [
            {
                "definition": "used to form a negative phrase after verbs like 'be', 'can', 'have', 'will', 'must', etc, usually used in the short form 'n't' in speech",
                "local_word": "не",
                "examples": [
                    "I won't tell her.",
                    "I can't go.",
                    "He hasn't eaten yet.",
                    "Don't you like her?",
                    "It isn't difficult (= It is easy).",
                    "The service isn't very good (= it is bad).",
                    "You're coming, aren't you?",
                    "I will not tolerate laziness."
                ]
            },
            {
                "definition": "used to give the next word or group of words a negative meaning",
                "local_word": "не",
                "examples": [
                    "I told you not to do that.",
                    "I like most vegetables but not cabbage.",
                    "\"Come and play football, Dad.\" \"Not now, Jamie.\"",
                    "\"Whose are these?\" \"Not mine.\"",
                    "Tradition could not be seen as simply a reflection of the values of the majority.",
                    "Silence on the part of States could not be transformed into an implicit system of validation of reservations.",
                    "Therefore, those costs could not be taken into account in comparing the contracts.",
                    "In today's globalized economy, completion of primary education is just not enough.",
                    "Luck's not enough on it's own, he's really good.",
                    "Sometimes the best advice, you know, it's just not enough.",
                    "But in the absence of information it is not possible to record any changes.",
                    "It seemed that it had not been possible to get an agreement on a joint approach.",
                    "As far as Honduras is concerned, solving a border dispute is not something that can be achieved through violence.",
                    "That person does not necessarily have to be a member of the family.",
                    "The report does not necessarily reflect the official position of each and every Government represented at the Workshop.",
                    "For the purpose of the communication, complete inventory information need not be provided."
                ]
            },
            {
                "definition": "used after verbs like 'be afraid', 'hope', 'suspect', etc in short, negative replies",
                "local_word": "нет",
                "examples": [
                    "\"Do you think it's going to rain?\" \"I hope not.\"",
                    "\"Have you finished?\" \"I'm afraid not.\"",
                    "No, no, no, no, no, no, no, no, with Caroline he is not fine.",
                    "No, no, no, absolutely not.",
                    "No, you're not. No, you're not. No, no.",
                    "We cannot help being concerned with the fact that global demand for prohibited drugs is not decreasing.",
                    "Yet, the principle of equal opportunity had an important limitation as it did not take into account the contemporary consequences of past discriminatory policies.",
                    "However, all the needs in this sector are still not being met."
                ]
            },
            {
                "definition": "used after an adverb in short, negative replies",
                "local_word": "конечно, нет/надеюсь, что нет",
                "examples": [
                    "\"She's not exactly poor, is she?\" \"Certainly not.\"",
                    "\"We won't need much money, will we?\" \"Hopefully not.\""
                ]
            },
            {
                "definition": "used instead of 'no' or 'not' to emphasize what you are saying",
                "local_word": "вовсе нет, совсем нет",
                "examples": [
                    "\"I hope this won't cause you any trouble.\" \"No, not at all.\"",
                    "I'm not at all happy about it."
                ]
            },
            {
                "definition": "used as a polite reply after someone has thanked you",
                "local_word": "ничего, пустяки (в ответ на благодарность)",
                "examples": [
                    "\"Thanks for all your help.\" \"Not at all.\""
                ]
            },
            {
                "definition": "used to say what the situation will be if something does not happen",
                "local_word": "если нет",
                "examples": [
                    "I hope to see you there but, if not, I'll call you."
                ]
            },
            {
                "definition": "used to express the possibility that something might not happen",
                "local_word": "или нет",
                "examples": [
                    "Are you coming or not?"
                ]
            },
            {
                "definition": "used to emphasize that there is nothing of what you are talking about",
                "local_word": "ни один, никто, ничего",
                "examples": [
                    "Not one person came to hear him talk.",
                    "\"You haven't heard from Nick, have you?\" \"Not a word.\""
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "have": {
        "lemma_branch": [
            {
                "definition": "used with the past participle of another verb to form the present and past perfect tenses",
                "local_word": "вспом. гл., вместе с прич. прош. вр. основного гл. используется для формирования времен Present Perfect и Past Perfect",
                "examples": [
                    "Have you seen Roz?",
                    "I've passed my test.",
                    "He hasn't visited London before.",
                    "It would have been better to tell the truth.",
                    "He's been working in France for two years now.",
                    "I had met his wife before."
                ]
            },
            {
                "definition": "to need to do something or be forced to do something",
                "local_word": "быть вынужденным сделать что-либо",
                "examples": [
                    "I have to go to Berlin tomorrow.",
                    "Do we have to finish this today?",
                    "They've had to change their plans."
                ]
            },
            {
                "definition": "used when you are telling someone how to do something",
                "local_word": "быть должным сделать что-либо",
                "examples": [
                    "You've got to type in your name, then your password."
                ]
            },
            {
                "definition": "used to say that you feel certain that something is true or will happen",
                "local_word": "что-либо наверняка должно произойти",
                "examples": [
                    "Interest rates have to come down at some point.",
                    "There's (= there has) got to be a better way of doing this."
                ]
            },
            {
                "definition": "to own something",
                "local_word": "иметь",
                "examples": [
                    "I have two horses.",
                    "Laura has got beautiful blue eyes.",
                    "Those attending the meeting are reminded of the need to have the appropriate credentials.",
                    "A distinction on the suggested lines may have some relevance with regard to the question of proof.",
                    "[sighs] they're barely old Enough to have their driver's Licenses.",
                    "Each and every country may have its own reasons for developing space technology.",
                    "The dwelling must have its own toilet and storage space."
                ]
            },
            {
                "definition": "used to say that someone is holding something, or that someone or something is with them",
                "local_word": "держать, иметь с собой",
                "examples": [
                    "He had a pen in his hand.",
                    "She had a small child with her."
                ]
            },
            {
                "definition": "If you have a particular illness, you are suffering from it.",
                "local_word": "болеть",
                "examples": [
                    "Have you ever had the measles?"
                ]
            },
            {
                "definition": "to eat or drink something",
                "local_word": "есть, пить",
                "examples": [
                    "We are having dinner at 7 o'clock.",
                    "Can I have a drink of water?"
                ]
            },
            {
                "definition": "used with nouns to say that someone does something",
                "local_word": "принимать ванну/спать/гулять и т. д. (действие соответствует значению существительного)",
                "examples": [
                    "Can I have a quick shower?",
                    "Let Mark have a try."
                ]
            },
            {
                "definition": "used with nouns to say that someone experiences something",
                "local_word": "испытывать трудности/веселиться/иметь неприятности и т. д.",
                "examples": [
                    "We had a great time in Barcelona."
                ]
            },
            {
                "definition": "to give birth to a baby",
                "local_word": "рожать ребенка",
                "examples": []
            },
            {
                "definition": "If you have something done, someone does it for you.",
                "local_word": "выражает действие, совершенное кем-либо по желанию говорящего",
                "examples": [
                    "I'm having my hair cut tomorrow.",
                    "We had the carpets cleaned."
                ]
            }
        ],
        "wordforms_branch": {
            "had": [
                {
                    "sence_wordform_local": "были",
                    "context": [
                        "The results were presented by the secretariat and had been made available on THE PEP website."
                    ]
                },
                {
                    "sence_wordform_local": "было",
                    "context": [
                        "At the time, the intention behind the proposal had been supported by the majority.",
                        "The final decision included approval of the implementation of the Project, and had been provided to the Government of Romania."
                    ]
                },
                {
                    "sence_wordform_local": "была",
                    "context": [
                        "The Joint Mission was satisfied with the timely manner in which these activities had been conducted.",
                        "Mesoamerica was the subregion that had in place the highest number of mechanisms.",
                        "The romanization of the Cyrillic alphabet was now complete and had been adopted by a resolution."
                    ]
                },
                {
                    "sence_wordform_local": "имели",
                    "context": [
                        "Because their ancestors, who survived, had to have a superior resistance.",
                        "Off-budget funds and reserves have usually had a significant level of cash balances.",
                        "The views of the Commission had been invaluable in shaping the present report."
                    ]
                },
                {
                    "sence_wordform_local": "имел",
                    "context": [
                        "The temporary idling of the mine has had other effects, however.",
                        "I have had the privilege of meeting some of the best human beings in the CD.",
                        "Consequently, he had no reasonable opportunity to participate in the civil litigation at that point."
                    ]
                },
                {
                    "sence_wordform_local": "приняла",
                    "context": [
                        "She had a cup of coffee and took a birth control pill.",
                        "In addition, she had taken up an invitation from the Government of Zimbabwe.",
                        "Her Government had taken measures to try to address the problem of child exploitation in a comprehensive manner."
                    ]
                }
            ],
            "haves": [
                {
                    "sence_wordform_local": "имущими",
                    "context": [
                        "There is a strong sense of injustice and discrimination between the haves and have-nots.",
                        "Effective solidarity between the haves and the have nots is an essential part of the solution to the problems of marginalization and poverty.",
                        "In line with the Copenhagen Declaration, the Government of Uganda believes that the gap between the haves and have-nots must be narrowed."
                    ]
                },
                {
                    "sence_wordform_local": "имущих",
                    "context": [
                        "The same division between the haves and the have-nots is reflected within many nations.",
                        "The whole country today is becoming the haves and have-nots.",
                        "It is true that the world is still divided between the haves and the have nots."
                    ]
                }
            ],
            "having": [
                {
                    "sence_wordform_local": "имеющих",
                    "context": [
                        "Such policy completely ensures enrolment in the higher education system of students having such social status.",
                        "Article 120 of the Labour Code fixes the duration of basic leave for employees recognized as having rendered special service to Azerbaijan.",
                        "Such persons should be coded as having no fixed place of work."
                    ]
                },
                {
                    "sence_wordform_local": "имеющие",
                    "context": [
                        "The President was given the authority to issue decrees having the force of law.",
                        "The Indian Supreme Court has interpreted such provisions as having real significance.",
                        "Grant me, Divine Father, the delegation of having power over malevolent spirits."
                    ]
                },
                {
                    "sence_wordform_local": "имея",
                    "context": [
                        "Not having a rope, you can easily lose each other.",
                        "It's like I'm having some kind of a breakdown.",
                        "They're just having a big meeting about next fall's chorus program."
                    ]
                },
                {
                    "sence_wordform_local": "весело",
                    "context": [
                        "You know, for a moment there, you were actually having fun, Detective.",
                        "It looked like you were having so much fun together."
                    ]
                }
            ]
        }
    },
    "letter": {
        "lemma_branch": [
            {
                "definition": "a written message that you send to someone, usually by post",
                "local_word": "письмо",
                "examples": [
                    "I got a letter from Paul this morning.",
                    "This letter must be signed by the executive officer of the organization or the leader of the community.",
                    "The letter sent to the police is one of a crazy person.",
                    "The Permanent Mission of the Republic of the Sudan kindly requests that the enclosed letter be handed over to the High Commissioner."
                ]
            },
            {
                "definition": "a symbol that is used in written language and that represents a sound in that language",
                "local_word": "буква",
                "examples": [
                    "the letter K",
                    "A capital letter is used at the beginning of a sentence.",
                    "At the beginning of a sentence a capital letter is used.",
                    "Each one of these symbols has a small letter next to it..."
                ]
            }
        ],
        "wordforms_branch": {
            "letters": [
                {
                    "sence_wordform_local": "писем",
                    "context": [
                        "Presentation of candidature is being made in the form of letters to the Security Council.",
                        "I've written a lot of letters to the next of kin.",
                        "Following implementation of the automated system, the Administration will examine the possibility of issuing quarterly reminder letters."
                    ]
                },
                {
                    "sence_wordform_local": "письмах",
                    "context": [
                        "As indicated in their letters, both parties have rejected the options put before them.",
                        "Following these consultations, in its subsequent letters to Belarus, Lithuania requested the holding of another public hearing.",
                        "No reference to such measures had been made in the Committee's letters."
                    ]
                },
                {
                    "sence_wordform_local": "письмами",
                    "context": [
                        "After that result, the Presidents of the two bodies will exchange letters and give the names of the candidates.",
                        "It is rather improbable that a general multilateral treaty could consist of an exchange of letters.",
                        "The Group also addressed letters to the two oil and gas companies in the country."
                    ]
                },
                {
                    "sence_wordform_local": "письмам",
                    "context": [
                        "The banks have not yet completed the checks following the last two letters.",
                        "And of those letters, we still have no explanation whatsoever.",
                        "The Group continued to request information related to 16 letters that were sent during the previous mandate but remained unanswered."
                    ]
                },
                {
                    "sence_wordform_local": "переписки",
                    "context": [
                        "Patients are entitled to send and receive letters and receive packages and visits.",
                        "A great number of formal and informal meetings were held, including negotiations in the capitals of some nuclear States, as well as exchanges of letters."
                    ]
                }
            ]
        }
    },
    "plate": {
        "lemma_branch": [
            {
                "definition": "a flat, round object that is used for putting food on",
                "local_word": "тарелка",
                "examples": [
                    "a dinner plate",
                    "a plate of biscuits",
                    "This is the life - bit of Shaky, enormous plate of chips.",
                    "No, it's just a paper plate.",
                    "I mean, we'll need another plate."
                ]
            },
            {
                "definition": "a flat piece of metal or glass",
                "local_word": "пластина, лист (металла, стекла)",
                "examples": [
                    "I had a metal plate put in my knee after the accident."
                ]
            },
            {
                "definition": "metal with a thin layer of gold or silver on top",
                "local_word": "позолота/серебрение",
                "examples": []
            },
            {
                "definition": "a picture in a book",
                "local_word": "иллюстрация",
                "examples": []
            }
        ],
        "wordforms_branch": {
            "plates": [
                {
                    "sence_wordform_local": "тарелки",
                    "context": [
                        "Fireflies... the flaming plates of the insect world.",
                        "I'll just have to run home first and take some plates out of the bathroom.",
                        "You can make dinner plates with that lot."
                    ]
                },
                {
                    "sence_wordform_local": "пластин",
                    "context": [
                        "I accidentally scratched one of the glass plates with one of my rings.",
                        "It s used for the quick simultaneous erasure of the plates throughout of their lengths.",
                        "It is also used for the storage of the plates at the intervals between exposures."
                    ]
                },
                {
                    "sence_wordform_local": "номерами",
                    "context": [
                        "Suspects are traveling in a gold minivan with Texas license plates.",
                        "He's looking for a white convertible with Madrid plates.",
                        "I saw your car with the Illinois plates."
                    ]
                },
                {
                    "sence_wordform_local": "номерные знаки",
                    "context": [
                        "A concerned citizen tried to catch some of their license plates on camera.",
                        "Kosovo license plates are still not recognized by the Serbian Government, which exacerbates limitations on freedom of movement for the Kosovo Serb population.",
                        "UNMIK-issued Kosovo licence plates and registration are now also recognized by the former Yugoslav Republic of Macedonia."
                    ]
                },
                {
                    "sence_wordform_local": "тарелок",
                    "context": [
                        "And we want to sell thousands of those plates.",
                        "I carry too many plates and drinks at the restaurant.",
                        "A few years and whole lot of enchilada plates, a whole lot."
                    ]
                },
                {
                    "sence_wordform_local": "табличек",
                    "context": [
                        "Alternating such loads and deliveries, coupled with the requirement to change plates, is not easy to manage.",
                        "On the monument there are many plates with words of gratitude to this great Bolivian.",
                        "This issue has been addressed in ATP by the introduction of ATP plates which are allowed to replace the certificate and markings on small containers."
                    ]
                },
                {
                    "sence_wordform_local": "номеров",
                    "context": [
                        "On 13 January, the Kosovo police began confiscating Serbian plates issued for Kosovo."
                    ]
                },
                {
                    "sence_wordform_local": "пластинами",
                    "context": [
                        "The main control unit shall be positioned within the central one third of the longitudinal, vertical and transverse dimensions of the space between the parallel plates.",
                        "Looks like they welded metal plates over the windows.",
                        "The inventive distance lattice comprises cells which are used for mounting the fuel elements or guide channels and are formed by perpendicular crossing plates."
                    ]
                },
                {
                    "sence_wordform_local": "плит",
                    "context": [
                        "The geology and landscape of Indonesia were formed millions of years ago by the collision of three geodesic plates.",
                        "This is nature, it's tectonic plates shifting.",
                        "There are, as you know, 14 major tectonic plates."
                    ]
                },
                {
                    "sence_wordform_local": "плиты",
                    "context": [
                        "In the world economy, the tectonic plates are in motion and new actors are emerging.",
                        "The Earth's temperature is rising; tectonic plates are shifting; and lands are drying up.",
                        "It's like the tectonic plates have shifted."
                    ]
                }
            ]
        }
    },
    "treat": {
        "lemma_branch": [
            {
                "definition": "to behave towards or deal with someone in a particular way",
                "local_word": "обращаться, обходиться (с кем-либо)",
                "examples": [
                    "He treats her really badly.",
                    "She felt she'd been unfairly treated by her employer.",
                    "They treat her like one of their own children."
                ]
            },
            {
                "definition": "to consider something in a particular way",
                "local_word": "относиться, воспринимать",
                "examples": [
                    "He treated my suggestion as a joke."
                ]
            },
            {
                "definition": "to give medical care to someone for an illness or injury",
                "local_word": "лечить",
                "examples": [
                    "He's being treated for cancer at a hospital in California.",
                    "Directors of all public and private health-care establishments were required to admit and treat victims of FGM.",
                    "And the legal profession has never really known how to treat them.",
                    "Dr. Hudson, I don't want to treat him anymore.",
                    "You need to lay back, calm down, and let us treat you.",
                    "l suppose I'd have to try and treat her on my own.",
                    "No. He was going to treat my rheumatoid arthritis."
                ]
            },
            {
                "definition": "to do or buy something special for someone",
                "local_word": "угощать, доставлять удовольствие",
                "examples": [
                    "I'm going to treat her to dinner at that nice Italian restaurant."
                ]
            },
            {
                "definition": "to put a substance on something in order to protect it",
                "local_word": "обрабатывать",
                "examples": [
                    "The wood is then treated with a special chemical to protect it from the rain."
                ]
            },
            {
                "definition": "something special that you buy or do for someone else",
                "local_word": "подарок, угощение",
                "examples": [
                    "a birthday treat",
                    "As a special treat I'm taking him out for dinner.",
                    "Annie, put your money away, this is my treat (= I am paying)."
                ]
            }
        ],
        "wordforms_branch": {
            "treats": [
                {
                    "sence_wordform_local": "обращается с",
                    "context": [
                        "It has often been said that the degree of civilization of a State can be measured by the way in which it treats prisoners.",
                        "He treats a flower girl as if she were a duchess.",
                        "As in, the way Zombie High treats science."
                    ]
                },
                {
                    "sence_wordform_local": "обращается со",
                    "context": [
                        "He does not treat me as his proper wife, as the King treats you.",
                        "She treats the rest of us like that regularly.",
                        "He still treats me like I'm a baby."
                    ]
                },
                {
                    "sence_wordform_local": "угощения",
                    "context": [
                        "The master has left a couple of treats on the pillow.",
                        "Saint Nicholas brings treats for the good boys and girls, but...",
                        "And you don't want to lose your treats."
                    ]
                }
            ],
            "treated": [
                {
                    "sence_wordform_local": "рассматривается",
                    "context": [
                        "The content of the second part of the documentation package shall be treated as strictly confidential."
                    ]
                },
                {
                    "sence_wordform_local": "обращаются",
                    "context": [
                        "All children, irrespective of their racial or ethnic backgrounds, are treated alike."
                    ]
                },
                {
                    "sence_wordform_local": "обращались",
                    "context": [
                        "The way you treated me really messed me up for a long time.",
                        "In Daroca and Valladolid prisons he was treated normally.",
                        "Those who had committed minor offences had been treated with leniency."
                    ]
                },
                {
                    "sence_wordform_local": "обращаться",
                    "context": [
                        "He or she must be treated as a member of the family."
                    ]
                },
                {
                    "sence_wordform_local": "лечили",
                    "context": [
                        "We treated her for Anaphylaxis, but her symptoms didn't respond to treatment.",
                        "We tried pain meds and treated him for pyelonephritis.",
                        "The conclusions of the forensic medical examination have been confirmed by doctors who treated the author's son and by other materials."
                    ]
                },
                {
                    "sence_wordform_local": "обработанных",
                    "context": [
                        "Concentrations of PCB in the treated oils are in the range of < 5 ng/g.",
                        "The area treated in Pakistan is not known as of now.",
                        "These seeds are from specially treated plants."
                    ]
                },
                {
                    "sence_wordform_local": "обращался с",
                    "context": [
                        "China had always treated them in accordance with its domestic legislation and with international law in a humanitarian spirit.",
                        "Villagers from Busumba testified that Ntibaturana treated brutally landowners who had attempted to retrieve their land or to lodge complaints with regular authorities.",
                        "Look, I treated you like a child For having feelings."
                    ]
                },
                {
                    "sence_wordform_local": "лечил",
                    "context": [
                        "We are looking for the doctor who treated Timothy Hartley.",
                        "This is Glen Durant, the physician who treated Cooper.",
                        "Two thousand years ago, that's how Galen treated schizophrenics."
                    ]
                },
                {
                    "sence_wordform_local": "относился к",
                    "context": [
                        "I treated you like you were my own son.",
                        "I treated you like a friend.",
                        "You told me he treated you like a skivvy."
                    ]
                }
            ],
            "treating": [
                {
                    "sence_wordform_local": "лечил",
                    "context": [
                        "ENZO: Martin was treating me for heroin addiction.",
                        "He was treating himself without even knowing it.",
                        "And one which we should pose to whoever was treating her."
                    ]
                },
                {
                    "sence_wordform_local": "относиться ко",
                    "context": [
                        "They are also charged with treating all staff with respect.",
                        "Then you have to stop treating me like I am a criminal.",
                        "I'm off him until he starts treating me better."
                    ]
                },
                {
                    "sence_wordform_local": "обращаться со",
                    "context": [
                        "Stop treating me like a kid.",
                        "He keeps treating me like this little kid, like I can't do anything.",
                        "Stop treating me like I can't handle myself."
                    ]
                }
            ]
        }
    },
    "dinner": {
        "lemma_branch": [
            {
                "definition": "the main meal of the day that people usually eat in the evening",
                "local_word": "обед, ужин",
                "examples": [
                    "What's for dinner tonight?"
                ]
            }
        ],
        "wordforms_branch": {
            "dinners": [
                {
                    "sence_wordform_local": "ужинов",
                    "context": [
                        "That way, we'll get the benefit of all your knowledge for the price of a couple of dinners.",
                        "They get sucked into this feminine sphere of TV-series and nice dinners.",
                        "Lots of dinners, jewelry, women's lingerie."
                    ]
                },
                {
                    "sence_wordform_local": "обедов",
                    "context": [
                        "An important part of this participation has been the organization of high-profile side events each year, including symposia, press conferences, policy luncheons and discussion dinners."
                    ]
                }
            ]
        }
    },
    "necessary": {
        "lemma_branch": [
            {
                "definition": "needed in order to achieve something",
                "local_word": "необходимый",
                "examples": [
                    "Is it really necessary to give so much detail?",
                    "Does he have the necessary skills and experience?",
                    "The police are prepared to use force, if necessary.",
                    "This is a necessary instrument for States to be in a position to implement the sanctions effectively.",
                    "At this stage, the secretariat necessary to support a full programme of visits was not in place.",
                    "In light of the object and purpose of the Convention, an extension under article 5 should only be granted for the shortest possible time necessary."
                ]
            }
        ],
        "wordforms_branch": {}
    },
    "go": {
        "lemma_branch": [
            {
                "definition": "to move or travel somewhere",
                "local_word": "идти, ехать",
                "examples": [
                    "I'd love to go to America.",
                    "We went into the house.",
                    "Are you going by train?"
                ]
            },
            {
                "definition": "to move or travel somewhere in order to do something",
                "local_word": "идти, ехать",
                "examples": [
                    "Let's go for a walk.",
                    "We're going camping tomorrow."
                ]
            },
            {
                "definition": "to disappear or no longer exist",
                "local_word": "исчезать, проходить",
                "examples": [
                    "When I turned round the man had gone."
                ]
            },
            {
                "definition": "to develop in a particular way",
                "local_word": "проходить, протекать хорошо/плохо и т. д.",
                "examples": [
                    "My exams went really badly."
                ]
            },
            {
                "definition": "to continue to be in a particular state",
                "local_word": "оставаться (в каком-либо состоянии)",
                "examples": [
                    "We won't let anyone go hungry."
                ]
            },
            {
                "definition": "to work correctly",
                "local_word": "работать, функционировать",
                "examples": [
                    "Did you manage to get the car going?"
                ]
            },
            {
                "definition": "to stop working correctly",
                "local_word": "пропадать, слабеть",
                "examples": [
                    "Her hearing is going, so speak loudly."
                ]
            },
            {
                "definition": "If two things go, they match each other.",
                "local_word": "подходить, годиться",
                "examples": [
                    "Any colour goes with jeans."
                ]
            },
            {
                "definition": "If time goes, it passes.",
                "local_word": "идти, проходить (о времени)",
                "examples": [
                    "The day went very quickly."
                ]
            },
            {
                "definition": "to have a particular tune or words",
                "local_word": "иметь мелодию или слова, звучать",
                "examples": [
                    "I can't remember how it goes."
                ]
            },
            {
                "definition": "to make a particular sound or movement",
                "local_word": "издавать звук, двигаться определенным образом",
                "examples": [
                    "My dog goes like this when he wants some food."
                ]
            },
            {
                "definition": "an attempt to do something",
                "local_word": "попытка",
                "examples": [
                    "I had a go at catching a fish.",
                    "If you think you might like skiing, why don't you give it a go (= try to do it)?"
                ]
            },
            {
                "definition": "someone's turn to do something",
                "local_word": "очередь",
                "examples": [
                    "Throw the dice Jane, it's your go."
                ]
            },
            {
                "definition": "to criticize someone angrily",
                "local_word": "ругать кого-либо",
                "examples": [
                    "My mother's always having a go at me about my hair."
                ]
            },
            {
                "definition": "to try to make something succeed, usually by working hard",
                "local_word": "добиваться успеха",
                "examples": []
            }
        ],
        "wordforms_branch": {
            "gone": [
                {
                    "sence_wordform_local": "ушел",
                    "context": [
                        "Well, now he's gone for good.",
                        "He's gone ahead... to the Stones.",
                        "Cain's gone and we've lost him, Alan."
                    ]
                },
                {
                    "sence_wordform_local": "ушла",
                    "context": [
                        "Things have lost their meaning, now that Eva's gone.",
                        "I woke up, and you were gone again."
                    ]
                },
                {
                    "sence_wordform_local": "ушли",
                    "context": [
                        "All three ships have already gone off their bearings in the Atlantic Ocean.",
                        "With the males gone, the female is at last reunited with her cub.",
                        "Huntington's money is gone as of 30 seconds ago."
                    ]
                },
                {
                    "sence_wordform_local": "пропал",
                    "context": [
                        "The light is gone, and thousands of people have just suddenly appeared.",
                        "He's gone - the guy in the tent.",
                        "Then one day, suddenly, the post was gone."
                    ]
                },
                {
                    "sence_wordform_local": "уехал",
                    "context": [
                        "Dr. Peterson's gone to Kansas City to look for his daughter."
                    ]
                },
                {
                    "sence_wordform_local": "пошел",
                    "context": [
                        "No, he's gone to see some fella about a job.",
                        "He's gone to confront Stevens and get him to talk.",
                        "It's OK that you've gone to the police."
                    ]
                },
                {
                    "sence_wordform_local": "исчезли",
                    "context": [
                        "Mrs. McGowan... the rest of the presents, they're gone."
                    ]
                },
                {
                    "sence_wordform_local": "пропали",
                    "context": [
                        "And then you left and the raisins were gone.",
                        "When I woke up, they were gone.",
                        "It appears all the adults were murdered And the children are gone."
                    ]
                },
                {
                    "sence_wordform_local": "пошла",
                    "context": [
                        "For what it's worth, you might as well have gone all the way.",
                        "She's gone to the hotel to meet James.",
                        "My wife had taken a sleeping pill and gone to bed."
                    ]
                }
            ],
            "went": [
                {
                    "sence_wordform_local": "пошел",
                    "context": [
                        "He just took off and went to your mother's.",
                        "He went to the S.E.C., and he confessed.",
                        "Brewer went with him, but it was just to stop him."
                    ]
                },
                {
                    "sence_wordform_local": "пошла",
                    "context": [
                        "I went into the bedroom to get changed.",
                        "I thought he fell or something, so I went in to check on him.",
                        "She gave me your dinner and went to bed."
                    ]
                },
                {
                    "sence_wordform_local": "пошли",
                    "context": [
                        "One afternoon we went to Jason King's house.",
                        "Some people have her, but the others went to get her back.",
                        "Jessica and Kim... we went out to celebrate."
                    ]
                },
                {
                    "sence_wordform_local": "ходил",
                    "context": [
                        "Because last night I went to Cahill and tried to give him Sutter's trading program.",
                        "Census personnel went to such addresses only when accompanied by a district police officer.",
                        "He told me he went to the Bent Elbow to meet with some new friends."
                    ]
                },
                {
                    "sence_wordform_local": "отправился",
                    "context": [
                        "[Narrator] And Buster went to his job as a dishwasher.",
                        "Yesterday, King Bossa Ahadee went up north with his entire army.",
                        "You went down there, dumped the computer and headed back to the hotel."
                    ]
                },
                {
                    "sence_wordform_local": "ходила",
                    "context": [
                        "But then, I went to business school.",
                        "The last concert she went to was Bruce Springsteen in the late '80s.",
                        "I just went to see him in the hospital a few times."
                    ]
                },
                {
                    "sence_wordform_local": "ходили",
                    "context": [
                        "Well, that's why we never went camping.",
                        "This was taken when we went to the beach.",
                        "I went with Delphine to one of Leekie's Neolution lectures."
                    ]
                },
                {
                    "sence_wordform_local": "ушел",
                    "context": [
                        "Then he paid the witness a few bucks and went on his way.",
                        "He went to meet Booth, help with the questioning.",
                        "2.3 After his release, the complainant went underground and continued work for the EPRP."
                    ]
                },
                {
                    "sence_wordform_local": "поехал",
                    "context": [
                        "I went to pick him up after practice.",
                        "After the ayahuasca you went to Abby's.",
                        "He went to get proof and now he's missing."
                    ]
                },
                {
                    "sence_wordform_local": "прошло",
                    "context": [
                        "You make it sound as if it all went according to plan.",
                        "Everything went smoothly, right up to the exchange.",
                        "It's been a crazy couple of days, but I think it all went great."
                    ]
                },
                {
                    "sence_wordform_local": "пошло",
                    "context": [
                        "In Paris, the Government of the Sudan went further than just making promises.",
                        "He was a good boy, but somehow... things went wrong. I wasn't there.",
                        "Well, it obviously went about as badly as it could've gone."
                    ]
                },
                {
                    "sence_wordform_local": "пришел",
                    "context": [
                        "He came to check the victim was OK after the power went down.",
                        "Graham came to thank me for my support... and it went further."
                    ]
                },
                {
                    "sence_wordform_local": "ушла",
                    "context": [
                        "Dr. Murphy went home sick in the middle of an intestinal resection.",
                        "Apparently most of it went to a laboratory in Rochester, New York.",
                        "She was on the phone and went that way."
                    ]
                },
                {
                    "sence_wordform_local": "прошла",
                    "context": [
                        "We were up in the mountains when the bombs went off.",
                        "Just checking in to see how Alex's procedure went."
                    ]
                },
                {
                    "sence_wordform_local": "отправились",
                    "context": [
                        "We went to the very heart of the vessel, the propulsion unit.",
                        "The rest of the agents went straight to the crime scenes.",
                        "On that occasion, we went to the Council armed with a draft resolution."
                    ]
                }
            ],
            "goes": [
                {
                    "sence_wordform_local": "идет",
                    "context": [
                        "Over 56 per cent of the budget goes for the servicing of meetings and travel of participants."
                    ]
                },
                {
                    "sence_wordform_local": "пойдет",
                    "context": [
                        "Stall her for now, let's see how the meeting goes.",
                        "If this goes according to plan, she will be your mother-in-law.",
                        "And if this strike drags on, Prescott goes down."
                    ]
                },
                {
                    "sence_wordform_local": "ходит",
                    "context": [
                        "He goes to the local kids' home every other weekend.",
                        "That's why he goes to the Center.",
                        "Every year, he goes to a double feature at the Bijou."
                    ]
                },
                {
                    "sence_wordform_local": "проходит",
                    "context": [
                        "A lot of stuff goes in and out of that place.",
                        "Mexico has pointed to the fact that real work goes on elsewhere."
                    ]
                },
                {
                    "sence_wordform_local": "уходит",
                    "context": [
                        "Uruguay's principled position goes back to the original moment of creation of the United Nations.",
                        "Then goes like he doesn't want to be here.",
                        "He just comes and goes like he pleases."
                    ]
                },
                {
                    "sence_wordform_local": "пройдет",
                    "context": [
                        "Even if everything goes perfectly well, there will be scarring.",
                        "If that all goes well, I'll be out of your hair.",
                        "Uncle, I... I hope all goes well."
                    ]
                },
                {
                    "sence_wordform_local": "уйдет",
                    "context": [
                        "If anyone goes before then, there's a chance you'll spend the money.",
                        "This doesn't end until we go or Rowan goes."
                    ]
                },
                {
                    "sence_wordform_local": "отправляется",
                    "context": [
                        "The merchant goes to a certain place and offers his goods.",
                        "A one-hour appointment with The Kissing Magician goes to Dwight Shrute.",
                        "You know, he goes to the bank, takes out a lot of cash and leaves it here."
                    ]
                }
            ]
        }
    }
}