{
    "go": {
        "пойти": [
            "I said... I'd go down the shops with Winnie.",
            "I think I'll go have a chat with the sheriff.",
            "It's the kind of date that every girl wants to go on.",
            "It might be time for one of us to go for help.",
            "But that is just the beginning; we want to go further.",
            "If you like, we can go there together.",
            "I'm sure there's places you can go.",
            "Why don't you go tell him the good news about your schedule.",
            "That's why we have to go there.",
            "And then we can go to the movies later.",
            "I have to go to a bar tomorrow.",
            "Then maybe you should go get a drink there, then.",
            "But I can go a lot... further.",
            "First, we have to go to the store.",
            "Which is why Gabi decided to go on a date with Logan.",
            "You had to go and get a piercing."
        ],
        "идти": [
            "Women often refused to go to the hospital, unless they were accompanied by a man.",
            "If it doesn't interest you... you can go away.",
            "But we need to go further today and build on the principles we agreed on back then.",
            "As a democracy, Switzerland could not go against the people's will thus expressed.",
            "Technology should go hand in hand with standardisation and an innovative business model.",
            "Industrial development and environmental protection were not in opposition to each other but should go hand in hand.",
            "Well, then you probably don't have to go.",
            "It's late, I have to go.",
            "Okay sweetie, we don't need to go.",
            "When dawn breaks, we have to go to the Lam's.",
            "LAUGHTER Terry, I've really to to go.",
            "Your room's been cleaned, go get some rest.",
            "As brother and sister, we go together or we stop.",
            "Now I have to go show a house.",
            "It's time we go on the offensive.",
            "But I have to go make the salad.",
            "We must go, go and go."
        ],
        "поехать": [
            "We should go and look at them, and then we'll talk.",
            "Or we could just skip dinner and go to my place.",
            "I could go to a hotel, or something.",
            "I'm not ready to go to Spain.",
            "We should go to the People's Palace now.",
            "The clients wish to go to a special place.",
            "We need to go leave a message for her with Max.",
            "No, I want to go to India.",
            "Now I get to go, say goodbye.",
            "I want to go to Jin Shim's place in Seoul too.",
            "He promised to go to a nursing home.",
            "Today, I want to go to the beach.",
            "I was thinking we could go on a yoga retreat.",
            "She won't want to go with you.",
            "Because he wanted to go to the dentist.",
            "And that's the reason we have to go with you.",
            "My dear I think we should go home."
        ],
        "уйти": [
            "In the absence of such restraint, negotiations could go off-track or take an undue amount of time.",
            "Please, just take it and let me go.",
            "Someone knocked out Anthony and let the monk go.",
            "The heavily armed men asked the boys if any of them wanted to go.",
            "We've got people on the way - do not let him leave.",
            "Because you've all given it everything, you can go early.",
            "I have to go. I have to go.",
            "The only cure is to go and get out there, alone."
        ],
        "ходить": [
            "You mustn't go there again, ever.",
            "You know, not everybody in this world Has to go to college.",
            "You know, we don't have to go to every antiwar demonstration in the state.",
            "I... I didn't want to go the park by myself so...",
            "You'd have to get a full time job and go to school.",
            "You don't need to go to WebMD to come up with symptoms.",
            "I got to go to work just like every day.",
            "I want to live at home and go to school.",
            "I no longer have to go into the woods.",
            "He can't go to a public school.",
            "Lucasta: Too bad there's really nowhere to go."
        ],
        "сходить": [
            "It's just that I wanted to go to the toilet.",
            "I have to go to the mailroom and mail some proofs.",
            "But then I thought I would go and see the old man.",
            "Why? So I can go for a haircut, in disguise.",
            "We could go to the directors of the Brooklyn Music Forum and explain to them and plead.",
            "We could go see Rocky III at the dollar show.",
            "I just have to go to the bathroom.",
            "And you can go and feed him from your own hand.",
            "We should go there, get some guys together.",
            "Come on, you and me can go to the ball park.",
            "You should go to a dance at least once.",
            "I think we'd better go and fetch a policeman.",
            "Or read the comics or go to the bathroom.",
            "I wish dad would let her go to the doctor.",
            "Adam's episode is taping tonight, so Eli wanted to go.",
            "I want to go to the Belvedere to visit my aunt.",
            "You guys, we have to go there.",
            "I would beg to get to go out with her girlfriends.",
            "You both can go to the Hamptons on the weekends."
        ],
        "ехать": [
            "We had to call the tow truck, go to the service center.",
            "I figured I'd gas up the van and go back.",
            "And it's even worse when you go slowly in a town.",
            "We have to go through this little community of homes.",
            "I don't want to go to Darwin.",
            "You don't want to go somewhere like that.",
            "I have to go back to the office.",
            "Then you're a martyr and you'll go straight to heaven.",
            "I don't want to go, let me go.",
            "We should all just get in the car and go.",
            "Well, one of us has to go back to Moe's.",
            "You don't have to go across the county.",
            "She doesn't want to go to Emerald Bay.",
            "You must forgive me there is an urgent call from the hospital, I must go.",
            "He's yours, and you must go to him.",
            "Trust me, nobody wants to go to Carlinville, Indiana.",
            "I'll have to go up to London, which is a nuisance, but there you are.",
            "You don't have to go to the hospital."
        ],
        "отпустить": [
            "She was finally ready to let go of her anger.",
            "Part of growing up is learning to let go of the past, Nadia.",
            "If she wants to go, I have to let her.",
            "She's telling me that it's time to let the car go.",
            "One of these days you're going to have to let go.",
            "Dude, you're supposed to let go.",
            "And don't tell me to just let go of Amy.",
            "Distance wouldn't be enough For me to let go of this one.",
            "You got to let go of this now.",
            "You can let go of my hand now.",
            "It was the only way they'd let Cesar go free.",
            "It just makes economic sense for you to go, Dan.",
            "And then we get to let an innocent man go free.",
            "Maybe the end of the world is about you letting go of Lavon.",
            "But without the evidence, the judge had to let them go.",
            "Ask him to let my brothers go as a show of consideration."
        ],
        "давай": [
            "Go on, go on, go on, go on.",
            "Go on, say it to Mitchell, go on.",
            "All right, well, let's go get some groceries.",
            "Come on, let's go hang out a little bit.",
            "Bart, let's go for a walk on the beach."
        ],
        "уходить": [
            "He didn't want to go, Sara.",
            "I don't want to go with you.",
            "No, you don't have to go.",
            "Jack, we got to get out of here.",
            "I won't ever let you come and go as you wish."
        ],
        "отправиться": [
            "In a very good mood, Reynard decided to go see the king.",
            "You can walk out of here and go to London.",
            "That night I was due to go to a show.",
            "You really should go to the hospital, Doctor.",
            "Well, looks like I need to go have a conversation with our innocent little grad student.",
            "So you need to focus on where you want to go.",
            "You just want to go to Heaven so you can be with Mama.",
            "Then someone should go in there and show her the way back here.",
            "Octave is already set to go to Miami.",
            "I want to go where they came from.",
            "Maybe you should just go and be - with someone else.",
            "I say we risk it all and go back to the planet.",
            "It's a pity I can't go with you.",
            "Somebody's got to go for help and we'd only be in Dad's way.",
            "I nearly wanted to go to a mental hospital everyday.",
            "I want to go to the nearest planet with intelligent life and see a play.",
            "We should, like, go to the casino or something.",
            "We should go into town and lie down in front of the entrance of the local draft board.",
            "This should go to the lost and found."
        ],
        "выйти": [
            "It's good to get out for a bit, enjoy the game.",
            "I had to go out and interrupt him.",
            "You can go out there and put a stop to everything and it'll be over.",
            "We've got to get out of here before Linx comes back.",
            "He's like an illegal immigrant, he can't go out.",
            "We just got to get the medicine out in the open.",
            "We've been told to go out on a limb and say something surprising."
        ],
        "пройти": [
            "We will have to go the rest of the way on foot.",
            "They should go through the accreditation process of the ICC in order to have an A status."
        ],
        "уехать": [
            "She willingly said that she would go with me.",
            "He loves Sara, so Sara's got to go.",
            "We can go to Paris tomorrow on the night train.",
            "No, I've only just decided to go.",
            "Sign the contract so I can get a move on and we can go home on time.",
            "There's only two years left... then we can go anywhere we want.",
            "I don't think I can go just yet."
        ],
        "зайти": [
            "We can't go in the teacher's lounge.",
            "I just wanted to find out how far you'd go.",
            "And we can't go in that room.",
            "I can go online and get a list of every federal holiday for the next...",
            "You can go in there, it doesn't work.",
            "It's like a Thomas the Tank Engine we can go inside."
        ]
    },
    "report": {
        "доклад": [
            "The Committee will hear an oral report from the Rapporteur of the informal working group.",
            "Chairperson's summaries have, however, been included in the report of the Commission.",
            "The Committee also had before it the related report of the Board of Auditors.",
            "I intend to make the report public by the end of the year.",
            "After the investigation, a report was submitted to the relevant Prosecutors' Office.",
            "The report of the working group is hereby transmitted to the Special Committee for its consideration.",
            "Once endorsed, the report will become a document publicly available.",
            "Upon completion of its task, the Commission will submit its report directly to the President.",
            "An oral report of the Group will be presented to the Commission.",
            "The full report by the consultant is available on the websites of the Conventions.",
            "The head of the delegation introduced the national report of Mauritius.",
            "As such this national report has the approval of the Prime Minister of Tuvalu.",
            "This is the second time for Tuvalu to submit a report on the implementation of CEDAW.",
            "The Committee expects to receive a copy of the Panel's interim report no later than 10 August.",
            "That assessment is complete and the report has been passed to the Government.",
            "The main output of the review will be a final report.",
            "A shadow report had been submitted by organizations of persons with disabilities.",
            "The Committee requested the secretariat to make Armenia's report available on the website of the Convention.",
            "Reactions to the Commission's report have so far been mixed.",
            "The Chair will submit the report of the Social Forum, containing recommendations, to the upcoming session of the Sub-Commission."
        ],
        "отчет": [
            "By saving the report, it will be marked as draft.",
            "On a monthly basis, inspectors submit a report on the work they have done.",
            "The report, under all circumstances, would go to the executive head.",
            "The expert shall submit a report to the competent authority of the Administration.",
            "Then let us take a look at the first analysis report.",
            "The Commission recommends that in future the annual report be structured in line with the standard format.",
            "This report is shared with state governments and intelligence agencies.",
            "This was only revealed because the report in question was directly examined by the head of the Division for Operations.",
            "A quarterly status report will be requested by the Office of the Comptroller.",
            "A mid-year report on the programme was presented in October.",
            "The final figures, once confirmed, would be included in the financial report to the Meeting of the Parties.",
            "The recipient will need to click on this link to view the report.",
            "The report was submitted to the authorities, but the findings were not made public.",
            "The summary report of the seminar has been released as an official document of the United Nations General Assembly.",
            "This document represents the Georgian Government's report to the public on the background and details of the August conflict."
        ],
        "сообщение": [
            "On the basis of the collected information, the competent State Prosecutor's Office is notified by means of a report."
        ],
        "рапорт": [
            "The prosecutor would report to his or her superiors and indicate any possible cases of illegal detention.",
            "The officer records the fact of the use of a direct coercion measure in the duty book and files a written report to his superior.",
            "When you finish, I want a report.",
            "This is the background report prepared on Josh by the prosecution.",
            "I went to the NAS clinic and filed a restricted report in Key West.",
            "The police shall draw up a report and notify the interested party and his/her counsel.",
            "This report reads like a child's riddle book.",
            "We have to report back to the interrogation tent.",
            "You should've read that report that lang and Hodges wrote.",
            "You'll be receiving our report in about a month.",
            "It seems I've forgotten to file young Irisa's arrest report with New York.",
            "Alexander Vasilievich, please submit my report to Naval Command.",
            "Well, you notice who wrote that report - sheriff Elliott Elswit.",
            "I'm simply asking deputy Givens to corroborate his own report, your honor.",
            "He's bringing me the police report on Russo's suicide.",
            "I've read Dr Jackson's report on his translation.",
            "The president will have my report by the end of the week.",
            "I'm sorry to say, but our report will be...",
            "Listen I understand why you felt you had to file that report.",
            "If it's alright with you sir, I'll give you a complete report later."
        ],
        "протокол": [
            "The results of both tests shall be entered in the report.",
            "This caution shall be recorded as a separate entry in the investigation report.",
            "At the beginning, insert \"written\" before \"test report\".",
            "The Embassy refrained from making an official report on the incident."
        ],
        "отчетность": [
            "The new ERP system will enable UNIDO to better manage and report for results.",
            "From next year, all entities will report on an annual cycle.",
            "Management oversight and reporting are documented in quarterly management reports, which are posted on the synergies web site."
        ],
        "отчеты": [
            "Women's counselling services had been instructed to report to the Immigration Bureau of the Ministry of Justice.",
            "The report is used to consider the extension of a contract and/or the issuance of bidding documents.",
            "The findings of the study are being processed and a report on them is under preparation.",
            "The Committee will provide a report on its follow-up activities in its report to the General Assembly on an annual basis.",
            "Quarterly performance reports continue to be presented to the Committee of Permanent Representatives.",
            "I've been through the reports of the probation officer and the psychologist.",
            "We have listened attentively to the reports presented to the Council by the representatives of the two Tribunals.",
            "I'd rather take a look at the previous reports first.",
            "The output reports can be fed into the NAP report.",
            "The Commission also recalled that annual reports have to be submitted by the end of March each year.",
            "Detailed reports on these study tours were submitted to the Government of Belarus and posted to the project website.",
            "Provides authorized representatives with information to assist in the planning and support of the Committee's activities and the production of official reports.",
            "Accordingly, about 80 per cent of the offices had submitted separate reports.",
            "Future reports should also include the same kind of information.",
            "The reports are drafted by the financial officers in the municipalities and signed by the President of the Municipal Assembly and the community."
        ],
        "сообщать": [
            "The boatmaster of a vessel shall report on any observed water pollution to the competent authorities.",
            "We are trained to detect, deter, observe, and report.",
            "And such men would tell the truth in their reports.",
            "I won't report the theft to the DEA.",
            "They will report at the annual session of the Working Party about their progress.",
            "You know, we are supposed to report firework injuries to the police.",
            "The onset of the disaster needed to be reported within a couple of weeks.",
            "It is the duty of every Spaniard to report where they're hiding.",
            "In a few countries, enterprises are obliged to report quarterly or annually specific emission data to local environmental authorities.",
            "The examined persons were given the opportunity to answer questions, to report the facts and to present objective clinical evidence.",
            "The Secretary-General is not required to report the promulgation of administrative instructions to the General Assembly.",
            "It is still too early to report the provisional findings."
        ],
        "сообщить": [
            "For the first time, UNICEF is able to report some data on management responses to evaluations.",
            "But in the morning I shall have to report it to the Principal."
        ],
        "доложить": [
            "Our Presidents have directed that we report by July on our progress in working out a new agreement.",
            "I've been conducting an experiment, and I'm sorry to report the results aren't good.",
            "Mr. President, I have to report...",
            "And I would like to file a formal report and...",
            "The Bureau must then examine such credentials and report on them without delay to the Commission.",
            "I should go to horace, report her.",
            "The review group decided to conclude all activities in time to report on its lessons learned to the Conference at its third session.",
            "Prior to the establishment of the review mechanism, the Working Group should explore feasible options and report its findings to the Conference.",
            "The institution must report on any cases of physical power application to the relevant local persecution office within 24 hours and must prepare an opinion as a result of service investigation.",
            "The secretariat to report in June 2005 on workshop results.",
            "The governor was required to take the recommended action and report thereon to the Ministry.",
            "The Committee recommends that the Secretary-General report to the General Assembly on the effectiveness of the Abacus initiative in his overview report.",
            "The National Police Board has to report to the Government Offices the number of employees who have received special training on issues of ethnic and cultural diversity.",
            "TIRExB mandated its Chair to report to AC. on the findings of the present session.",
            "Captain, I have something I'd like to report.",
            "The Bureau recommended that the outcome of those consultations be reported to the Commission.",
            "I would prefer to report that you are prepared to repay the arrears in full.",
            "I shall have an opportunity to report on that matter later during the proceedings.",
            "I have to call corporate and report this."
        ],
        "отчитываться": [
            "The meeting had again recommended that NGOs should continue to disseminate the conclusions of treaty bodies and report on their implementation.",
            "Both would report respectively to the national government and to the governments of the two States.",
            "We believe that the Conference has an obligation to act before we report back in autumn.",
            "Implementing agencies should report on results of compliance monitoring.",
            "Parties should report in advance of each meeting of the Parties and the secretariat would be requested to prepare a synthesis report.",
            "You are to report every morning to my sister's chambers to care for my niece.",
            "The committee's terms of reference require it to study and report on the various options for such a scheme.",
            "The Office of Human Resources Management will report a limited number of indicators to the Management Performance Board.",
            "One representative said that centres should report on all of their projects in order to build trust.",
            "UNDP will report on this as and when such would occur.",
            "It was noted that donors sometimes do not agree on targets against which developing countries should report.",
            "Transparency obligations were in place and Governments should report how they spend benefits of trade.",
            "To this effect, the executive heads should report on the staff structure of offshore service centres to the governing bodies on a regular basis.",
            "It will be distinct from the United Nations Mission in the Sudan and will report to me through the Department of Political Affairs.",
            "I'm the guy who's got to report to him, bones."
        ],
        "докладывать": [
            "We've been set up by the Ministry of Information to report on the state of morale.",
            "The investigating authority should report the outcome of the investigation directly to the legislative body of the respective organization for action on the matter.",
            "High risks and mitigation actions taken should also be reported to governing bodies in a timely manner.",
            "The use of personal data must be reported to the Data Protection Authority, unless it has granted an exemption.",
            "UNOCI will monitor the proceedings of the Tribunal and report on compliance with international standards.",
            "It will report on their implementation to the General Assembly of the United Nations.",
            "The Commission is a watchdog to oversee and report on the activities of the Government and its relationship with the general populace.",
            "You are to ask questions, collect data, return, and report your findings.",
            "The board has the obligation to monitor and report any abuse of power.",
            "The Committee will report its findings to the United Nations High Commissioner for Human Rights.",
            "It could be done by setting up a committee or by having one member of the Council monitor these issues and report on them.",
            "Right now, your orders are to observe then report directly to me.",
            "I don't want to have to make a report of this to His Majesty.",
            "All hedge funds should be required to register immediately, and to report their returns regularly.",
            "The Group will continue its investigations and report accordingly to the Committee.",
            "The group would report its findings later that year.",
            "A number of participants observed that there was a need for a mechanism by which the performance of the partnership could be evaluated and the results reported to the Governing Council.",
            "Your job is to watch and report, watch and report.",
            "O'Brien, continue to sweep, report if you find anyone.",
            "You need to report back to us on Boyd's plan."
        ],
        "донесение": [
            "Local police also informed the Task Force that a first information report had been filed and the case was under investigation.",
            "The investigating officer must take down his statement promptly and refer the police report and the accused to the Department of Public Prosecutions within 24 hours.",
            "Received urgent report from Unit 2 en route to Shibuya.",
            "If it emerged that a report contained a confession that had been obtained under duress, it was simply rejected and proceedings were initiated against its authors.",
            "This report was immediately filed up the UNPROFOR chain of command, eventually reaching the Security Council.",
            "Well, thanks for the report, Commander.",
            "I saw Porter's last report from Lahore.",
            "The patrol issued a violation report, as it had had regular access to this village in the past and no reason for the denial had been given.",
            "Tell me, Allen, shall I report to the President or will you do it?",
            "The report indicated that, under the Code of Criminal Procedure, judicial police officers were required to prepare a report of their operations and inform the Crown Procurator of the crimes and offences brought to their attention.",
            "A covering note transmitting this report stated that, \"apparently, there has been too little too late\".",
            "The author concedes that the Minister of Justice and National Security had ordered investigations of his complaints, but he claims that the prison authorities compiled a false report, so that no action was taken.",
            "Instructions have been given for the General Directorate of Port Authorities and Coastguards to submit a report whenever it conducts an inspection or seizes cargo or whenever a flag State does not cooperate, in compliance with paragraphs 15 and 16 of resolution 1874 (2009).",
            "Requires any Member State, when it does not receive the cooperation of a flag State pursuant to paragraph 12 or 13 to submit promptly to the Committee a report containing relevant details;",
            "In November 2008 the MONUC Aviation Safety Unit submitted an observed hazard report detailing the risks for the safety of MONUC staff and assets at Goma airport arising from FARDC transportation and storage of military equipment at the airport.",
            "The report of the United Nations military observers concluded with an assessment that  the BSA offensive will continue until they achieve their aims."
        ],
        "сводка": [
            "A report on integration procedures and protocols will be prepared and distributed to model component developers for review.",
            "The police report did not specify the type of weapons used by the assailants."
        ]
    },
    "drive": {
        "водить": [
            "Dad, ... you a, you don't drive anymore.",
            "This is what you buy your teenage child when they're learning to drive.",
            "It's just that my mom never lets me drive.",
            "Anyone with a big back can drive a truck.",
            "A motor... you can't drive a motorcycle.",
            "There's nothing wrong with the way I drive the ambulance, or the bus.",
            "You can't drive for another six weeks.",
            "I'm not normally allowed to drive it 'cause it's so...",
            "I'd drive it around the block a couple of times.",
            "I can't drive in New York City.",
            "That might be a good movie to learn how to drive for.",
            "I didn't want to drink and drive.",
            "It's the reason I let you drive my sweet baby Benz.",
            "You can't drive till you're 16, chief.",
            "I can drive only a toy car from now on.",
            "You get behind the wheel, you're learning to drive today.",
            "Dude, You can't drink and drive my car.",
            "But it simply isn't as nice to drive.",
            "Find a lorry, or two if you can both drive one.",
            "It didn't matter that my mom said Barry couldn't drive."
        ],
        "ехать": [
            "I didn't want to drive home, so I slept in an on-call room.",
            "Should've gotten the flash drive back from that woman."
        ],
        "ездить": [
            "Mandy's got to drive to school with this sign on there.",
            "It's very hard to drive across Iceland at the best of times.",
            "You know, work during the week, drive home on the weekends.",
            "Here, you can drive whatever you want.",
            "Sometimes we'd pile in the car and drive, just to drive.",
            "I can't drive it into the city.",
            "Not only that you can drive a moped now."
        ],
        "возить": [
            "All right, you don't drive the baby.",
            "Well, if you need a ride to school, I'm happy to drive you.",
            "He has to drive me everywhere now.",
            "You may have to drive me on occasion.",
            "I want someone who can drive me around.",
            "Needs someone to drive, feed and assist.",
            "In case Mom decides to drive us in circles for the rest of our lives.",
            "And you can drive people all day, Talking about...",
            "Oscar, you must go to Rocky Farm tomorrow and drive some hay.",
            "He doesn't have to drive me all the way to school, and we'll just stay at his place on the weekends.",
            "Giving you the opportunity to drive me home."
        ],
        "диск": [
            "The only person who could remove that drive is Jacob himself.",
            "But the encrypted hard drive... I unlocked it for them.",
            "I left them a little present when I decrypted the drive.",
            "Whitman had me download film from the massacre onto a jump drive."
        ],
        "привод": [
            "The chain drive can be equipped with interfaces between the horizontal and vertical segments of the chain.",
            "A purely hydraulic drive is mounted on the supports of the hammer.",
            "The ultrasonic vibrating drive is comprised of a piezoelectric transducer with frequency-reducing linings.",
            "The inventive energy converter can also comprise an auxiliary drive which is kinematically connected to the blades thereof.",
            "The system for automatic year-round tracking of the sun in azimuth and elevation comprises a mechanical drive for rotating a solar power concentrator.",
            "You're the only one that I trust to give the time drive a long overdue tune up.",
            "We'll have our first opportunity to drive the MKS in a couple of weeks, at which time we'll let you know if the driving dynamics back up the visuals.",
            "The new network drive also have USB 2.0 and are available in denominations of 320Gb, 360Gb, and 500Gb.",
            "Start with the Exchange 2003 CD in the drive.",
            "No detection or correction. Only useful if you have a perfect CD drive (unlikely).",
            "The electro-mechanical drive has proved itself over decades.",
            "In accordance with the invention, the base, the revolving platform and the drive are in the form of a single unit, which is adapted for assembly under factory conditions.",
            "The device comprises a stationary housing, grinding bodies in the form of solids of revolution, and a rotary drive.",
            "The assembly comprises a drive, and an upper and a lower downhole piston pump, each connected to its own rod string.",
            "The inventive plant comprises a loading device, a container filled with a displacement fluid, a mixer and the drive thereof.",
            "The device also comprises an adjustment unit and a second drive which is connected to the material crushing and stirring chamber and is located thereunder in the body."
        ],
        "драйв": [
            "Let's really take this body out for a test drive.",
            "I mean, that drive had to come from somewhere.",
            "He's still heading north on a, passing lincoln drive.",
            "I mean, you, that drive on seven.",
            "I think I quite like to take this one for a test drive.",
            "Ramsey's in a house on Lefferts drive.",
            "You have a better drive, and your mind's eye -",
            "I own the gym on memorial drive.",
            "Let's take them on a little test drive and see how they do.",
            "Jane, I lost my drive.",
            "It is her drive and determination to be the best which inspires me to give back to The Rock community.",
            "I guess it's a talent, a drive, a passion.",
            "Just got a local address and phone number for Carl Stanton in the northwest... whitehall drive, number 204.",
            "My family owns half of Rodeo drive!",
            "You can install it on a floppy disk, on a USB drive or on any other removable drive."
        ],
        "стремление": [
            "As if being driven to succeed is... some sort of a character flaw."
        ],
        "двигатель": [
            "It's a survival instinct - that's bound to be the strongest drive.",
            "I'm going to try shunting it through the warp drive.",
            "In case of a prolonged stoppage the driver must switch off the engine."
        ],
        "проехать": [
            "The gate guards won't just let him drive it in.",
            "There's no way we drive onto his property without his guards seeing us.",
            "In 15 minutes on a dirt road, you can't drive more than 25 kilometers.",
            "Get together, you're best friends, you could drive a truck through you.",
            "I want to drive your Prius to the end of the block all by myself.",
            "I gather that, on the way down here, people were offering you advice as to how you should drive... I got endless advice.",
            "What do you mean I can't drive a tractor through the shopping centre?",
            "It had to drive some 20 kilometres south to obtain an official entry stamp.",
            "And then you can drive across it.",
            "And all the miles you have to drive...",
            "Anyone on the freeway will have to drive right in front of it."
        ],
        "покататься": [
            "Looks like this guy's just out for a Sunday drive.",
            "I'd like to drive around a bit, see the sights.",
            "Okay, and who wants to drive a UTF police car someday?",
            "Tell the driver that I just want to drive around.",
            "Look, we're just taking a drive, Grandma."
        ],
        "везти": [
            "Okay, at the last minute, they made me drive the van, too.",
            "I'm not going to drive you to the airport.",
            "But why the hell you agreed to drive him halfway across the country...",
            "I don't want to drive you home.",
            "When infection sets in, I'll drive you to hospital...",
            "You won't have to drive Professor Link and myself home tonight.",
            "You no pay, I drive you jail.",
            "But I can't drive anybody anywhere until I go down to get my new plates.",
            "I was supposed to drive the last van of survivors to the zone and Dawn pulled me off.",
            "At one point I let the car drive me."
        ],
        "гнать": [
            "Eventually the burden would drive them mad.",
            "Kind that makes you drive like Wacky Races.",
            "Professor, tell your son not to drive too fast.",
            "It was my job to drive the engine at full speed.",
            "We get the odd person, walk up the drive out of curiosity.",
            "But you must drive like the winds."
        ]
    },
    "look": {
        "посмотреть": [
            "[Whispers] Mr. Monk, you have to look.",
            "I can have my guys take a look for you.",
            "The Committee should continue to look at the existing text and see if it could be improved."
        ],
        "смотреть": [
            "When I jump, don't look down.",
            "Man, it hurts to even look at you right now.",
            "To outsmart criminals, you have to learn to look like they do.",
            "I don't need to look into the crystal ball of my future.",
            "They don't even want to look at you.",
            "When you go into vertigo, you look only at your aircraft's instruments.",
            "I can't look at these things, it depresses me."
        ],
        "выглядеть": [
            "They just don't want to look like they're anorexic.",
            "You don't have to look your most beautiful on your wedding day.",
            "(Beckmann) At some point we all look so.",
            "El-El wants to look like the Korean Matt Damon.",
            "I didn't want to look like a before picture.",
            "It could look like I was trying to go behind his back.",
            "I need to look elegant, but not like a Christmas bubble.",
            "And it needs to look like they just disappeared.",
            "[Derek] I promised I'd make her look cool.",
            "If you go off on a tangent, it'll look unreliable.",
            "It has to look like something from the outside.",
            "Okay, you want to look a little bit more bored, tired.",
            "Well, you don't have to look so pleased.",
            "Do you know something, you look really well.",
            "I just thought you'd look a bit older, that's all.",
            "Claire, the credible lies are the ones that make you look bad.",
            "Your back is going to look like a Jackson Pollock."
        ],
        "взглянуть": [
            "MAN: I would again look closer at the tallest.",
            "I'd love to look at them one more time.",
            "I just need to take a look and get my bearings.",
            "I'm going to need to take a look at that.",
            "A night where no one can look each other in the eye at brunch the next day.",
            "Well, since you're here, let me take a look.",
            "Oliver, you might want to take a look at this.",
            "Alex, you should probably take a look at this.",
            "But I do need to look you in your eyes...",
            "We got a better shot getting a first look at him ourselves.",
            "You can take a look if you'd like.",
            "Well, I'm no mechanic, but I can take a look.",
            "We'd like to take a look at 'em.",
            "All you have to do is look at Essex to see the queen's reflection."
        ],
        "похоже": [
            "But you look like you're dealing with it, all dressed up.",
            "This doesn't look like some random piece of metal.",
            "Doesn't look like a man who planned to leave.",
            "But it looks like you were able to pull some prints off of this.",
            "From a distance, the two of them look very similar.",
            "Sure looks like a match for the lion statue to me."
        ],
        "искать": [
            "The Mongols will look for spies now, seek out conspirators.",
            "Dr. Peterson's gone to Kansas City to look for his daughter.",
            "All fishing boats have been told to look for the plane.",
            "We continue to look for ways to connect American voices to the global conversation about the transatlantic slave trade.",
            "The Office will continue to look for ways to promote a culture of conflict prevention and trust-building.",
            "He's going to tell you what to look out for.",
            "Your American friends have decided not to look for the creature's nest."
        ],
        "глядеть": [
            "PICKMAN: I mean anyone that can look out a window...",
            "Lise was the only one I could look straight in the eye.",
            "You must look at me when you speak.",
            "It leads you to look in the mirror and question yourself.",
            "Don't look at toast while it's cooking.",
            "I'll look at it before I eat and before I sleep.",
            "Since there was nothing there, you might as well not look.",
            "Your girl naturally won't look at you if you let her down, sir, by losing your beauty.",
            "But they will be gone soon, and we need to look beyond their wars to what we will build after.",
            "None the less, new trends have taken shape at the global level in the political, economic and social spheres permitting great progress to take place which, in spite of the grave problems that persist, allow us to look to the future of mankind with optimism.",
            "It's hard to imagine what it must have been like to look around and not have a clue what the world is made of.",
            "Today our people can look forward to the future with confidence and renewed hope.",
            "I'm far too busy to look at paintings.",
            "They weren't horrible to look at."
        ],
        "поискать": [
            "We need to split up and look for food and water.",
            "Maybe we should look for someone new to hang out with.",
            "I guess I could just look it up online.",
            "Rather, we should look for new solutions.",
            "Later I went to the bazaar to look for something to eat.",
            "If you're thirsty, you'll have to look for water off the reserve.",
            "I can't tell where I should look for an apartment.",
            "Isn't it a better plan to look for the cause of the problem?",
            "But I asked him to look for your health insurance papers.",
            "I only thought to look for it after Miss Fisher telephoned.",
            "I need to get back to the bridge and look for my friend.",
            "I sent three waiters out to look for him.",
            "I may go downtown, look for a Vietnamese man named Phil.",
            "Actually, I think look for something outside the city.",
            "We wanted to look for some new place and somebody recommended here.",
            "We can go to land and look for a safe place.",
            "Let's go to the clinic. I'll help you look for it.",
            "Well, we'd better look for a service station."
        ],
        "взгляд": [
            "That's a good way to look at it, an adventure.",
            "And after a while, you learn to recognize that look.",
            "The look to which you refer is one of wisdom and tolerance.",
            "He's got look of a young Jimmy Cagney about him...",
            "Here's a helpful way to look at the problem Darwin faced.",
            "That's why you couldn't look at me.",
            "No, no, but I know that look.",
            "In the book, I take a bold new look at the linear aggregation of markets.",
            "Pretty intense look you have going on there.",
            "Half the time I look down and my hands are in fists.",
            "Come on, a behind-the-scenes look at miss firework."
        ],
        "вид": [
            "I can look at this view and actually be struck by its beauty."
        ],
        "посмотрим": [
            "It doesn't hurt any to take a look in to it.",
            "We'll put a soft cast on, and we'll take another look in six weeks.",
            "At least look at the dad's body."
        ],
        "слушай": [
            "All right, look, it doesn't matter what happened.",
            "All right, look, I'm close.",
            "Okay, babe, look, before you get mad, let me...",
            "All right, Ray, look, we don't need to hear the details.",
            "Okay, look, T.C. can get it started."
        ],
        "послушай": [
            "Just... look, he'll let us out.",
            "But, look, it's not just about Principal Foster.",
            "Jo, look, we don't have to...",
            "Sweetheart, look, I mean, it meant nothing.",
            "Mom... look, sweetheart, you have to talk all of this out.",
            "No, look, you're showing a lot of progress in class."
        ],
        "слушайте": [
            "Mrs. Hoffman, look, it's very simple.",
            "No, look, I've made up my mind.",
            "Okay, look, I propose one week of solitary confinement in the workout room.",
            "Guys, look, I'm so sorry.",
            "All right, look, I've done my job.",
            "OK, look, let's cut to it."
        ],
        "послушайте": [
            "O... Okay, look, I'm happy to do that.",
            "But look who I'm telling - the authority.",
            "Now, look, I've been offered a partnership, power and eternal life, they said.",
            "No, look, he showed up at the airport."
        ],
        "похож": [
            "I'm trying to think of who you look like.",
            "But he doesn't look like a hostage.",
            "This fella don't look like no ghost.",
            "You look like you more... with your mother.",
            "I must look like you now.",
            "At least yours look like you.",
            "The guy doesn't look like a hiker, mid-50s, work clothes.",
            "You don't look like me at all.",
            "But, you don't look like a musician.",
            "O'Donnell, who do I look like?",
            "Doesn't even look like you.",
            "You know, he looks a lot like you.",
            "You don't know how much he looks like you.",
            "You don't look that much like him.",
            "He's the one who looks sort of human.",
            "Well, he does look a lot like him."
        ],
        "приглядывать": [
            "To save our shores, we have to look beyond them.",
            "The ethics committee doesn't need to look at him.",
            "And you can look after our little boy.",
            "Somebody's got to man the stand while I give the big man a look at the horses.",
            "I mean, maybe he just had his sister look at her."
        ],
        "заглядывать": [
            "She can look in every day, like.",
            "States must look beyond their own borders and play their proper part in what is a global science and technology endeavour.",
            "Don't look under that rock.",
            "They said don't look in the box.",
            "The most important being that it is not for one human to look into the mind of another.",
            "You will not look in that envelope under any circumstances, understood?",
            "We both know this isn't food poisoning, and you really don't want to look inside.",
            "And anyway, Jackie, you can't look in there today.",
            "Even the guy who fixes my car lets me look under the hood.",
            "You do not look in this bag.",
            "Definitely don't look behind that poster, then.",
            "This barrister, Travers, he's no reason to look into our affairs."
        ],
        "приглядеться": [
            "To really see, you've got to get a closer look.",
            "Be assured, I will recommend your office to look into your actions.",
            "Maybe you should look at someone else.",
            "If you're lost, you can look And you will find me",
            "They did more than look.",
            "Well, I'm saying that you might want to have a little look at Jeff Fordham's discretionary spending, 'cause I don't think he's used very much discretion.",
            "Even the most durable and intactable buildings, like the pyramids of Giza, are in bad shape when you look up close.",
            "And if you look carefully maybe we did indeed make a couple of little changes.",
            "Still, I think we should take a second look.",
            "And when I decided to take a closer look...",
            "You can see them sometimes, if you look.",
            "We share the concerns of the United States that the Disarmament Commission needs to look at its working methods.",
            "I told them to look into Atwood.",
            "You told me to look into the Rayburn family."
        ],
        "приглядеть": [
            "But we need someone to look after them for a few hours.",
            "I sent a friend to join and take a closer look.",
            "I asked you to look after one of my detainees, sir.",
            "Someone's got to look after these two.",
            "Thanks for coming to look after Marny while I use the bathroom.",
            "I told you to go look for Wes at the house.",
            "Marjorie asked me to look after Peter, then I was stuck."
        ]
    },
    "feel": {
        "чувствовать": [
            "You know, John you don't have to feel so responsible for adults.",
            "What a star wants is To just feel appreciated and respected.",
            "It's really got to feel like it's being rejected.",
            "You don't have to feel like this anymore.",
            "I don't want to feel that kind of loneliness anymore.",
            "In the future, there's no need to feel awkward about this too.",
            "You'll still feel the hate in the morning.",
            "Which is odd, because I'm not supposed to feel pain.",
            "They'll feel that it's their duty to do so.",
            "I think we both want to feel that way.",
            "Good, 'cause I'm starting to feel nauseous.",
            "I wish there was something physical that can make me feel this way.",
            "You only have to mention it and I can feel it again.",
            "You can't feel what day it is.",
            "Let's think about how they must feel.",
            "Helps me feel a little more in control.",
            "It's so odd to be here again, to breathe and feel.",
            "I can't feel like a grown-up man with you.",
            "Okay, now I'm starting to feel it."
        ],
        "почувствовать": [
            "If it's right, you'll feel it in your heart.",
            "It's as though you can truly feel the magic of...",
            "In the future, youth are the ones that will really feel the consequences of a changing climate.",
            "If you want to feel something for a change... come find me.",
            "And she wanted to feel it, too.",
            "Never feel the touch of another person or be able to touch them.",
            "It's supposed to make me feel, like, a little insecure.",
            "The audience has to feel like they're going with him.",
            "I want to feel your fingers tight on my ne ck.",
            "I wanted to feel that, just once.",
            "You should feel a small pinprick as we attempt to put in the I.V.",
            "Rachel, you wanted to feel him next to you.",
            "Now, you may feel some minor discomfort.",
            "Okay, you should be able to feel your hand again.",
            "Given normal nerve ending sensation, It's extremely unlikely she didn't feel it.",
            "I just feel like I need to feel more of life's pain.",
            "When we get excited, you can feel it."
        ],
        "почувствовать себя": [
            "And it makes me happy to feel a little bit like a mother again.",
            "She makes me feel normal and special at the same time.",
            "I need... I need to feel life again.",
            "It's just... holding someone, it... it makes me feel alive.",
            "A woman must make a man feel strong, you have to support him.",
            "A comrade can only get depressed and feel defeated in here.",
            "It's the only way you'll feel better.",
            "Make you feel better. No, not just now...",
            "It just felt so nice to feel useful again.",
            "For a brief moment, somebody made you feel special.",
            "She went out of her way to make me feel comfortable here.",
            "You're just looking for thrills to feel alive... it's a normal reaction.",
            "It always makes me feel better to block out the fear.",
            "The simple decor will make you feel the familial warmth.",
            "I just want to feel better, man.",
            "'Cause everybody just wants to feel a part of the team.",
            "Once you've got her trust, it's time to make her feel special.",
            "Nature will always find a way to make you feel small.",
            "You know, it made him feel more like a grown-up.",
            "They made me feel about as rubbish as you can feel."
        ],
        "ощущать": [
            "Every Kazakhstan citizen should feel the support of the authorities.",
            "He stressed that the Committee should feel it was in a strong position in meetings with States parties.",
            "Our peoples want to feel strength in the present and faith in the future.",
            "Well, Merlin will feel that in his arms tomorrow.",
            "I hope from now on you'll feel you have all the support you deserve.",
            "They wish to feel truly part of the decisions it makes.",
            "Girls there made me feel like I was a bug.",
            "Useful people are starting to feel the pinch.",
            "All human persons should feel themselves equal and worthy citizens of our common globe.",
            "And a man your age starts to feel his own mortality.",
            "We want to feel we're in control of our own existence.",
            "The second very important point is that the Iraqis must feel themselves to be masters of their own process.",
            "I need to sleep in the open air and feel the boat under me, Charlie.",
            "I don't want to feel this thing.",
            "I think I'm starting to feel something.",
            "In other words, Somali transitional institutions and the people of Somalia must feel the support of the international community more than ever for the remaining period.",
            "No one should feel that constraints are being placed on their contribution to the public debate.",
            "Theoretically, it is expected that the most vulnerable persons and groups in any community would suffer most from disasters and feel the negative effects of them for longer periods.",
            "We must do this if we wish to feel truly part of the international community."
        ],
        "испытывать": [
            "And like you said, it's scary when you feel the pressure.",
            "The contents of the school curriculum, for instance history, can make a child feel excluded.",
            "The parties should feel comfortable with the measures agreed at each stage of the process.",
            "My delegation believes that all of us must feel a sense of guilt towards the international community.",
            "Towards the end, you'll start to feel weak, experience shortness of breath.",
            "Sometimes, donors can feel an emotional attachment, even if they don't know the recipient.",
            "And I love to make others feel it using the old ways.",
            "The guilt you've made me feel over the years.",
            "In the Caribbean region, we are continuing to feel the impact of the crisis."
        ],
        "себя чувствовать": [
            "I think we both want to feel that way.",
            "Man, it's too early in the morning to feel that good.",
            "I'm starting to feel like I'm being rejected here.",
            "And you get bad grades and you just don't feel good.",
            "I have to see how I feel, though.",
            "I take drugs to feel normal, to get level.",
            "Whatever you feel more comfortable with.",
            "I'll feel better when I'm there.",
            "But you made a lot of people happy here tonight, and you should feel pretty good about that.",
            "You should feel great that it was great.",
            "But if it will make you feel better... to take a swing at me, then go right ahead.",
            "I'd feel safer with a chicken drumstick.",
            "\"What do you mean, I must feel?\"",
            "I really don't know what I'm supposed to feel...",
            "I know how you all must feel.",
            "You should feel great, ma'am.",
            "This is how it'll feel when you'll walk out of that church married.",
            "Like I'm telling you how you were supposed to feel.",
            "I don't feel very good, all of a sudden...",
            "And I will feel more independent."
        ],
        "ощутить": [
            "Prepare to feel the wrath of the League of Evil Exes.",
            "Some days all I wanted to do was feel the sun on my face.",
            "Let me feel the warmth of the sun on my face.",
            "I'm selling a tomorrow that you can see and touch and feel.",
            "The country has to feel like they've finally turned the page.",
            "It's the fat and the protein that actually helps us feel fuller.",
            "Now, let me feel the vibrations of your lips.",
            "Berdyansk on the beaches, you can feel the enthusiasm of the water and air rides.",
            "The quality of the recording is amazing, and you will feel the full power of these two gigs.",
            "It lets everyone who dreams of distant countries feel the taste of the tropics.",
            "It'll take time for her to feel normal again.",
            "I just wanted do feel what it was like to... be there again.",
            "How often have you come home and wanted to feel the...",
            "You should feel a slight pop when you puncture the glandular sack.",
            "Such efforts should focus on strengthening the capacity of Government departments to articulate policies, formulate plans and implement relevant programmes that would enable the people to see and feel the benefits of peace.",
            "We want a new Security Council in which every country can recognize itself and feel a sense of ownership.",
            "I just wanted to relax and... feel like everything's heading back to normal again.",
            "I want to feel the sand between my toes and look up at that infinite sky."
        ],
        "чувства": [
            "You need to separate how you feel about her from this mission.",
            "And what you feel for me, that isn't love either.",
            "You're just scared she doesn't feel the same way."
        ],
        "жаль": [
            "You know, I feel sorry for you.",
            "Honestly, I feel a little bad for him."
        ],
        "каково": [
            "Tell me what it feels like to get a bad outcome.",
            "But I do know what it feels like to lose family.",
            "So I'm sorry, I understand how you feel.",
            "You see, I know what it feels like to be helpless.",
            "I've often wondered how it must feel."
        ],
        "чувствую себя": [
            "I feel a certain obligation to the young man and his family.",
            "I just feel, like, at peace.",
            "The room is a bit 'cold me feel uncomfortable.",
            "Since I left the pod, I feel great.",
            "I have to give some kind of excuse so I don't feel as sorry.",
            "You make me feel much more confident in myself.",
            "I feel guilty I haven't spent more time searching for him.",
            "I just didn't feel equipped to raise them.",
            "I feel a lot better, so... thanks.",
            "I feel like a combination of Bruce Springsteen and Sylvester Stallone out there.",
            "All of a sudden, I feel like Scarlet O'Hara.",
            "But I just don't feel ready to make a commitment yet.",
            "I feel obligated to ask you about your relationship with Dr. Briggs...",
            "(Laughs) Now I feel even worse.",
            "I don't feel very much like a winner about now.",
            "And the thing is, I... I feel really fine.",
            "Even right now, I feel a little transgressive.",
            "For the first time, I actually feel kind of confident."
        ],
        "чувствуешь себя": [
            "Only it makes you feel bad in your warm, gooey places.",
            "You feel guilty when it's their fault.",
            "Although, right now, you probably feel a little...",
            "When you sleep on the low bed, you already feel important.",
            "You'd have to feel calm and relaxed and very safe.",
            "Must feel like old times here.",
            "Or do you still feel like you were...",
            "Sadie, I totally understand if you don't feel comfortable.",
            "If you feel as bad as you look...",
            "You feel betrayed, and I am sorry.",
            "And I know that you feel really helpless.",
            "Don't tell me that you don't feel gorgeous and special.",
            "Well, I'm glad that you feel this is home.",
            "You see... you do feel persecuted.",
            "Okay, well, Andy, listen, it's okay if you don't feel totally settled.",
            "Sometimes you feel like a nut; sometimes you don't.",
            "I just want to make sure you feel anonymous enough."
        ],
        "ощущать себя": [
            "They wish to feel truly part of the decisions it makes.",
            "We must do this if we wish to feel truly part of the international community.",
            "Where they could feel safe from persecution.",
            "I don't want to feel that way again.",
            "I deserve to feel clean again.",
            "Indeed, few things could make a man feel weak and small like the fight for abolition.",
            "It was a material object to make her feel loved.",
            "But you made me... feel inferior.",
            "No, but we make a date, I don't feel like I have to charge by the hour.",
            "No country can feel genuinely secure as long as the threat of nuclear weapons exists from any quarter.",
            "No nation can feel secure when it acts alone to face and respond to new challenges.",
            "But, sir, the country would feel a deeper sense of security if it saw the government take complete control.",
            "You must feel like his twin!",
            "But if you'll forgive my saying so I won't feel the same as if you had cooked it, Mrs. Sloan.",
            "Domestic violence is one of the most appalling types of violence against women because it happens mostly in the one place where women should feel safe - the home.",
            "In those meetings the Special Rapporteur reiterated that Governments should not feel targeted by the thematic mechanisms of the Commission on Human Rights, since they were global mandates relating to all countries.",
            "I think I thought that being with an 18-year-old would make me feel 18 again, but mostly, it just made me feel even older.",
            "His country would only feel secure in international trade when the necessary reforms and support measures were put in place in favour of developing countries, especially the LDCs.",
            "Nations and peoples, as represented by non-governmental organizations, should move forward together into the next millennium for a better world in which children will feel safer.",
            "Young people feel that the path to take is that of a search for identity through cultures, lifestyles and forms of expression, in order to feel in harmony with the world around them."
        ],
        "сочувствовать": [
            "No need to feel sorry for me, Mr Neville.",
            "You mustn't feel sorry for them down there.",
            "I wish I could feel sorry for him, Mykes, but... I can't.",
            "Well, I'm sorry, Leonard, it's very hard to feel sympathy for you.",
            "She gets in your head and makes you feel bad for her.",
            "And from you, I have learned to feel compassion for these disgustos.",
            "It'll make everyone feel bad for you, lower their guard.",
            "It almost makes you feel for Georgia Rae."
        ]
    },
    "people": {
        "люди": [
            "There are not many people who are aware of the discrimination in that legislation.",
            "Well there aren't many people you can talk to this way.",
            "A number of people were exposed to a wave of unquantifiable energy.",
            "I have our people tracking down all of the old witnesses.",
            "He has put up a lot of money to encourage people to come forward.",
            "Normally, people gape when I say how old he is.",
            "In time, people become afraid of the Philosopher's Stone...",
            "I mean, let's use some other letters of the alphabet, people.",
            "It looks like the transport vehicle used by Mr. Reddington's people.",
            "Those rich people like to mess around, we can do nothing about that.",
            "I'll get my people to talk to Derek's lawyers.",
            "It's extraordinary, the tactics people employ to obtain it.",
            "It's a scratch, people get scratched all the time.",
            "You know, people throw away a lot of really useful stuff these days.",
            "'Cause whenever you say no, people want an explanation."
        ],
        "народ": [
            "In a democracy, it is the people who are sovereign.",
            "For the past 30 months, the Syrian people have been subjected to a vicious and systematic campaign of oppression.",
            "As the American people ready themselves, for the likelihood of an atomic attack.",
            "The Government once again calls on the Congolese people to rise up against the occupation of our country.",
            "The American people are sick and tired of being kicked around.",
            "Our people have come to see you as the saviour of the Empire.",
            "I... I got people coming in a couple of hours.",
            "Chairman Arafat has the ability to protect the lives of his people himself.",
            "The superior court of Los Angeles... people of the state of California... versus Theodore Crawford.",
            "Governments ought not to be allowed to massacre their own people.",
            "The heroic people of Haiti are struggling with the fallout of an earthquake of epic proportions.",
            "An educated people becomes a good guardian of its rights.",
            "The responsibility for Haiti's continued stabilization continues to rest first and foremost with its leadership and people.",
            "The problem of Darfur has been the chief concern of the people and the Government of the Sudan.",
            "My congratulations also go to the Government and people of Nicaragua.",
            "We have endured those through the suffering of our people.",
            "And Thai people and Thai society are determined to move ahead along the democratic path.",
            "Indeed, the American people remain the largest providers of humanitarian aid to the Cuban people.",
            "The Cuban people will never forget so serious an affront.",
            "The mission was warmly received by the Government and people of Timor-Leste."
        ],
        "людей": [
            "Viet Nam is a symbol of the people of my generation.",
            "It is not enough to attempt to simply lift people from their poverty.",
            "The free movement of people, as well as of capital, was key to globalization.",
            "Civil Partnership 90. The Government is committed to equality for all people.",
            "It's unbelievable how many people she has slaughtered in a short time.",
            "Explosive remnants of war pose a threat to the lives and health of people.",
            "You can't just put two people together and make them like each other.",
            "Climate change will wreak havoc on the lives of a great number of people.",
            "It is not enough to create a larger pool of educated people.",
            "The legislation of Azerbaijan does not discriminate between people on the grounds of gender.",
            "I have just had to put some people named Crawford off the place.",
            "Awful lot of people seem to end up dead around you.",
            "You can't just steal people's money and walk away.",
            "In an hours time, tens of thousands of people will be dead.",
            "We have already started moving people from the coastal areas of the western continent.",
            "Contained within this great kingdom is a rich variety of people, with a range of different beliefs."
        ],
        "народа": [
            "The emergence of democratic systems had raised the expectations of the Afghan people.",
            "That was in keeping with the long-standing aspirations of the Nepalese people.",
            "The initiative is put to a vote of the people and the cantons.",
            "Lack of dialogue among the parties was prolonging the suffering of the people of Western Sahara.",
            "They were an impressive sign of the resolve of the people of Afghanistan to take part in the political process.",
            "They need to unite around the essential issue, which is the liberation of their people.",
            "The interests of the people of Gibraltar had to be taken into account.",
            "The administering Power had an obligation to respect the rights of the people.",
            "Without the whole-hearted support of the people, the change expected cannot be achieved.",
            "The full sovereignty of the people of Puerto Rico must be recognized.",
            "As a result, the faith of the Guatemalan people in the judicial system was gradually being restored.",
            "It was important to accept reality and to work for the greater good of the Sahrawi people.",
            "It must be a constitution that fulfils the aspirations of all our people.",
            "One year ago, the hopes of the people of Tunisia were suppressed.",
            "Such trends were detrimental to the interests of the people of the Turks and Caicos Islands.",
            "We are following with great concern the suffering of the Pakistani people.",
            "To our people, Knut Hamsun is something of a patriarch."
        ],
        "людям": [
            "Technological developments are opening up spaces for people to volunteer that have no parallel in history.",
            "There's a lot of people in management who won't like that.",
            "Daddy's just got to give a lot of people some really bad news.",
            "It's the people in it who need to be educated.",
            "It's a story with a twist, it grabs people's attention.",
            "Let's just pop it open and we shall invite people to smell...",
            "This idea is hard for a lot of people to accept.",
            "You know, sometimes you have to give people the benefit of the doubt.",
            "Today, I helped people choose flowers for weddings for anniversaries, for new babies.",
            "Sometimes it's hard for people to show how they feel.",
            "He can get us in front of all the right people.",
            "You know, give the people a chance to loosen up.",
            "Mostly, people want to see their old stuff out of this.",
            "There's a lot of people you still need to help.",
            "For many people, it brings them a great deal of pleasure.",
            "In the popular imagination, witchcraft is often associated with the infliction of harm on people or property through the purported exercise of supernatural powers."
        ],
        "населения": [
            "Improvement of the system for the protection of people's reproductive health.",
            "The original indigenous peoples of Gabon account for around 1 per cent of the country's population."
        ],
        "народу": [
            "The international community needs to step up its support for the people of Somalia.",
            "There is a need for the Government to show compassion for the people.",
            "Our country has provided the Afghan people with free humanitarian aid in the form of grain.",
            "They emphasized the need for urgent humanitarian assistance to be provided to the East Timorese people.",
            "It is important to convey a clear message of encouragement for the East Timorese people.",
            "It has presented the Yugoslav people with a distorted picture of the issues and course of the negotiations.",
            "In the Republic of Armenia power shall belong to the people.",
            "We want to see a better future for a beleaguered people.",
            "In the Republic of Armenia the power belongs to the people.",
            "The members of the Government shall take an oath to the people and President of Kazakhstan.",
            "It continues to attach great importance to the flow of humanitarian aid to the Yemeni people.",
            "The international community has shown that it is willing to help the people of Burma.",
            "And that is exactly the sort of leadership the American people want.",
            "The international community needs to rededicate itself to assisting the long-suffering people of Sierra Leone.",
            "The international community must assist the people of Liberia in bringing an end to impunity.",
            "Faithful implementation of the contract would bring major benefits for the people of the Democratic Republic of the Congo.",
            "The mission also reaffirmed the commitment of the United Nations to continue assisting the Ivorian people with the implementation of the peace process.",
            "The Constitution provides that the sovereignty and State authority of Nepal shall be vested in Nepalese people."
        ],
        "людьми": [
            "All you need is a chance to meet some of the right people.",
            "I'm a town constable, duly elected by the people of Harlan County.",
            "Doesn't seem right, Miss, to spy on people.",
            "Whatever you do, do not talk to any white people.",
            "I mean, sometimes, you talk to people in a...",
            "These are the kind of people we should be hanging out with.",
            "Now, with these people here, I'll try to produce something.",
            "I like to keep track of people who've wronged me over the years.",
            "∙ Farmers, historically, have been viewed as people who exploit the land.",
            "I'm not that comfortable, like, moving in front of people.",
            "Meaningful contact with other people is typically reduced to a minimum.",
            "The ECO region had enjoyed an important strategic location and was endowed with rich resources and talented people."
        ],
        "лиц": [
            "There was no data available on the number of people who had been forcibly sterilized.",
            "Comment was made regarding the situation of people of African descent with regard to the informal employment sector.",
            "The potential of people of African descent had to be boosted further by States.",
            "The needs of displaced people must also be met in a more sustainable manner.",
            "As a result, the number of people vulnerable to drug addiction had increased."
        ],
        "народов": [
            "Nicaragua has been and remains a fervent defender of the self-determination of the peoples of the world.",
            "We have an obligation to respect the rights and respond to the needs of our people.",
            "The majority of the people of Bangladesh traced their ancestry back thousands of years.",
            "The Government has taken measures to preserve the culture of the peoples of Kenya.",
            "It has been and continues to be Kenya's foreign policy to recognize the self determination of all people's.",
            "We are also of the view that the search for innovative mechanisms for development financing is an effective tool for our peoples.",
            "The United Nations is the Organization of the family of independent sovereign nations and peoples of the world.",
            "In other words, the crisis in the financial system will have serious repercussions on our peoples.",
            "The observed and potential impacts on our peoples and ecosystems due to climate change are all too real and immediate.",
            "There is no better alternative to progress, cooperation and amity among nations and peoples.",
            "Thanks to the leadership and resolve of African leaders and their peoples, there are clear signs of progress.",
            "For the peoples of the United Nations, the rule of law is most meaningful in the context of their daily lives.",
            "Parties had in their hands the ability to deliver to the people of the world a successful outcome."
        ],
        "народом": [
            "For the first time, representatives elected by the people were drawing up a new Constitution.",
            "The pace of change can only be determined by the people of Myanmar.",
            "The referendum would be an exercise of the right of self-determination by the people of Gibraltar.",
            "The issue of self-determination is under active consideration by the people of Tokelau.",
            "The programme adopted has been implemented in a manner satisfactory to the people and Government.",
            "It was important for that commitment to be seen as encouragement by the political forces and people of Burundi.",
            "The decision to commence the negotiations on independence is to be taken by the people of Greenland.",
            "The Sorbs are a Slavic people whose history goes back more than a thousand years.",
            "The Government, in collaboration with civil society, undertook broad consultations with people in all parts of the country.",
            "The accountability of each government official to the people whom we are all serving is increasing manifold now.",
            "The Republic of Korea noted the multifaceted challenges faced by the Mexican people.",
            "For the second time, congressional deputies elected by the Honduran people have raised their voices in defence of our Constitution and a democratic system of government.",
            "Every four years, deputies are elected to a four-year term by the Honduran people.",
            "Sixty-five years ago, a weary Franklin Roosevelt spoke to the American people in his fourth, and final, inaugural address.",
            "Greece has made a commitment especially to our region and its people.",
            "The fresh mandate of the people has given the Government the needed political will for reforms.",
            "Lasting peace cannot be achieved without establishing a social contract between the State and the people.",
            "It was incumbent on the Special Committee to ensure the right to self-determination for the Sahrawi people."
        ],
        "население": [
            "Meanwhile, the occupying forces had spread a blanket of fear over the people.",
            "The rights of citizenship of the Armenian SSR are extended to the people of Nagorny Karabakh."
        ],
        "тех": [
            "You can always tell those who have earned the respect Of the people they command."
        ],
        "чел": [
            "Every year, 1 million more people are recognized as disabled.",
            "The remaining national communities are represented by less than 10,000 people.",
            "Experts estimate that concealed unemployment in the Russian Federation concerns 12-13 million people.",
            "In the first quarter of 2001, managerial bodies transferred 800,000 people to partial employment.",
            "Experts estimate that almost 8 million people have a second job."
        ],
        "пипл": [
            "Wait, who are the village people?",
            "The... village... people.",
            "As long as you don't come in here dressed like the village people and singing show tunes, we'll be fine.",
            "Have you people ever heard of coasters?",
            "I can read my people magazine right out and open."
        ]
    },
    "learn": {
        "научиться": [
            "One of these days you guys are going to learn just to drop it.",
            "There is a thing or two you could learn from that boy.",
            "I think I have a lot to learn.",
            "No. You can't learn that from anybody.",
            "First, you need learn not to fear.",
            "I mean... I was trying to learn how to talk to girls.",
            "BOY: Man, you got to learn how to kick it.",
            "He's going to have to learn to run with the other horses.",
            "You know, if you want companionship, you should learn how to dance.",
            "I'm going to have to learn how to play football.",
            "That's why I want to learn to use the sword.",
            "Maybe Sister needs to learn how to throw her hands up like a brother.",
            "Better learn how to speak it properly yourself first, then.",
            "You can't learn to ride a bike on your own.",
            "I might be able to give it the ability to learn from your heart.",
            "Cristina, it looks like someone needs to learn how to share."
        ],
        "узнать": [
            "The participants had the opportunity to learn what different actors are doing in China.",
            "It would be interesting to learn how the State party ensured that all the national minorities were represented in parliament.",
            "It would be interesting to learn what procedures were used to evaluate refugee status.",
            "The consultation was an opportunity for people to learn more about temporary special measures.",
            "It would be interesting to learn the State party's position on that issue."
        ],
        "учиться": [
            "You must learn, therefore, to submit to the laws of physical reality.",
            "Our population needs to learn - in the world at large, people learn all their lives.",
            "This requires another way of learning - something that we must also learn.",
            "Indeed, we need to learn the art of leading a dialogue.",
            "I have to learn how to work the fields.",
            "I don't want to learn how to drive a car.",
            "You're going to need to learn a lot very quickly, Kira.",
            "That's why it's so difficult for him to learn.",
            "The people there will have to learn to fend for themselves again."
        ],
        "узнавать": [
            "Teachers would also learn from each other about effective teaching practices that incorporated ICT use in classrooms.",
            "Through a combination of effective case studies, insights on the latest thinking and evidenced-based frameworks, participants will learn what works.",
            "It teaches to learn and respect other peoples' traditions, culture, customs, and lifestyle.",
            "We need to learn about all cultures and religions.",
            "And after a while, you learn to recognize that look.",
            "Through that exercise, students are able to learn about the United Nations and the Millennium Development Goals."
        ],
        "выучить": [
            "Just, you know, trying to learn some new magic tricks.",
            "There are 10 rules of business that you need to learn.",
            "We're to learn it for the concert.",
            "Good to see you guys could learn a new word today... compromise.",
            "I've always found that's the best way to learn a lesson.",
            "That's why we need to learn it right now.",
            "Here, you can learn a few things, dad.",
            "And I've still got to learn about tournament etiquette by the morning.",
            "It is a hard lesson for a hard world, and you had better learn it.",
            "I've been trying to learn the same lines for an hour now.",
            "I have to learn all of math in ten minutes.",
            "Before you cast a spell, you must learn the ancient language of the elves.",
            "First I had to learn how to greet her.",
            "But first she needs to learn a little lesson.",
            "Make them learn their roles and that's that.",
            "And yet, I still managed to learn a little something.",
            "He didn't even bothered to learn the new interns' names.",
            "There's still a lot for me to learn."
        ],
        "учить": [
            "I want to listen, and learn that way.",
            "Having to learn all those English way of saying things...",
            "You don't need to learn that word.",
            "After I've Latin, I'd like to learn Greek.",
            "They have to learn it when they grow up.",
            "Now that a Democrat's in office, we all better learn Spanish."
        ],
        "поучиться": [
            "The international community has much to learn from the Afghan people who continue to demonstrate remarkable resilience and determination.",
            "Still, there is much we can learn from one another.",
            "It has provided me with an opportunity to learn and grow professionally and have new friendships.",
            "Jack must learn from us and chip away with his hammer of truth. Focker.",
            "I think we can all learn from the incredible strength you've shown.",
            "Frankly, I am excited to learn from Katherine the great.",
            "The lesson of South Africa is one from which we can all learn.",
            "The Americans could learn from the French zone.",
            "Get in, I want to learn driving.",
            "Great leader, we come from a far place to learn from your Controller.",
            "Moreover, the public sector could learn from the private sector about revenue generation and resource management.",
            "Other states need to learn from this.",
            "Hannibal has a certain personality style we can all learn from.",
            "We can all learn from each other's experience and engage in a dialogue to widen our common understanding of the interrelationship between international migration and development.",
            "And I think we should learn from her.",
            "There are a few things you can learn from him.",
            "These lesser lights could learn from you.",
            "Working methods would also be discussed in the hope that the bodies participating could learn from each other.",
            "I think they could learn something from you."
        ],
        "извлечь": [
            "The Government should analyse the reasons for the conflict and learn from them.",
            "Burundi noted that Germany has been able to learn the necessary lessons of its history during the 20th century.",
            "There are important lessons to be learned from achievements in the field of humanitarian disarmament."
        ],
        "усвоить": [
            "This young man needs to learn that that's not how you treat people.",
            "Maybe you need to learn a thing or two about post-mortem etiquette.",
            "All sides need to learn the lessons of 17 to 20 March this year.",
            "Well, maybe that's the lesson that we have to learn.",
            "This long impasse has provided some lessons that we can learn.",
            "Determination and drive are habits girls must learn early on and use for a lifetime.",
            "There is, however, another lesson we are still trying to learn.",
            "That's a lesson we all must learn.",
            "This outrageous statement contradicts the international community's efforts to instil peace and security in the Middle East and learn the horrific lessons of war.",
            "UNIDO should learn from the failures of the Bretton Woods Institutions and design its programmes taking world political realities into account.",
            "And you must learn, \"my love\", that Galleia is a Queen.",
            "The one that is beginning should learn the lessons of the past to construct a better world.",
            "One you have to learn for yourself.",
            "It's a lesson every NAT has to learn, regardless of history.",
            "It's time you learned a lesson in loyalty, Scotty.",
            "It is important to try to learn some relevant lessons from the past."
        ],
        "научить": [
            "I'm just saying those girls need to learn some manners.",
            "He must learn not to poke fun at the authorities."
        ],
        "извлекать уроки": [
            "It is important to learn from the past.",
            "Finally, we must learn from successful disarmament initiatives.",
            "UNICEF will also seek to learn from and make use of the recommendations in its own engagement with the private sector.",
            "In this process, the Organization seeks to learn from its failures and its successes.",
            "We need to learn from the past.",
            "The ability of the Organization to identify and address risk factors and learn from past mistakes is critical to preventing management irregularities.",
            "We cannot predict the future, but we can learn from the past.",
            "We will learn from our experience and learn from our mistakes.",
            "We should learn from our successes and our failures.",
            "We must learn from history, not repeat it.",
            "He noted that the global community would act decisively and effectively on important global health issues, and we must learn from these prior experiences."
        ]
    },
    "table": {
        "таблица": [
            "The agenda of the meeting and the synoptic table of the issues discussed will be made available to the Commission as background documents.",
            "A compilation table based on the responses received will be made available in time for the meeting.",
            "A table containing information on the needs identified has also been included in order to make reading easier.",
            "The below table illustrates the differences between the two surveys.",
            "More helpful for the purposes of the current paper, is table 1.",
            "The most frequently consulted table of all is the overview summary table which is a cross-domain group of tables.",
            "A statistical table of the cases brought was contained in the written replies distributed to the Committee.",
            "That is why, as shown by the table above, the number of teachers also rose sharply during the period.",
            "A table showing the proposed overall work programme had been posted on the Committee's website.",
            "The table below (table 1) reflects the investments with the 10 most significant unrealized losses.",
            "The Annex includes a table on strikes that have taken place.",
            "The table above gives a clear picture of the spread of women between rural and urban areas of the Sierra Leone economy.",
            "The table of tolerances was discussed and adjusted.",
            "The results of analyses are presented below (table 6.1)."
        ],
        "стол": [
            "You lay life on a table, and you cut out all the tumors of injustice.",
            "Help me move this table and get those prayer mats down.",
            "Look, a table was overturned in the fight.",
            "That's 49 cent of spilled milk dripping all over my table.",
            "I've set the table with my finest china.",
            "A kid is going to come to this table.",
            "He flipped the table on me, just stood there.",
            "All right, you're back on my table.",
            "Two places, fifth table from the king's.",
            "The French lady and her husband at the next table were placed again.",
            "A humble postman cannot expect to grace the Bishop's table.",
            "Here's the top table with you two...",
            "The old millstone I'm trying to make into a table."
        ],
        "таблицы": [
            "The format of a standardized table is given at the end of this Annex.",
            "The representative of Germany said that he was prepared to draft these explanations in the columns of the table.",
            "For example, when you widen a cell, the width of the table increases.",
            "In the Design view, you can now create the fields for your table.",
            "In a line of the table there is an information on the concrete client.",
            "As a result of the first working group meeting precise values were set in the proposed table.",
            "That table was developed with full awareness that avoiding duplication of efforts is of paramount importance.",
            "There has been no increase in staff since the approval of the staffing table in paragraph 8 of decision RC-1/17.",
            "The Advisory Committee notes, from the table above, a considerable discrepancy in the reserve balances of the plans.",
            "The table in 1.1.3.6.3 refers in its column (3) to the maximum total quantity.",
            "Further details by each department are provided after the table.",
            "6.8.2.6.2 Replace the title of column (4) of the table by \"Applicable\".",
            "The electronic version of the table containing proposed changes will also be provided to delegates.",
            "In order to avoid double counting, it was excluded from the table.",
            "The acceptance rate, as evident from the table above, shows a similar trend as witnessed in the response rate.",
            "Subsequently, the World Customs Organization secretariat prepared a paper for the Committee at its meeting in September 2007 on updating the correlation table.",
            "Member States should thereafter be officially invited to provide to the Secretariat information for the updating of the table."
        ],
        "столик": [
            "I'll put the pearls on my dressing table, Bertie.",
            "He sits down at the table and he says to the waiter...",
            "I'll dish out the spaghetti and you guys set up the card table.",
            "Your table, Mr. and Mrs. Waters.",
            "I just bought brand-new lawn chairs and a glass patio table.",
            "We'll have your dressing table and mirror brought in.",
            "Mr. Queen, your table is ready.",
            "Coffee table on the left-hand side, coffee mug handle pointing to the left.",
            "All right, it's that table right by the counter.",
            "Sit down at a table and choose what you'd like to eat.",
            "Well, it's a really good table.",
            "Let's go to the table and mock people.",
            "You deserve the best table in the house.",
            "Gun goes off, hitting the side table.",
            "You told me you'd booked me a table in a world-class seafood restaurant.",
            "With no warning, and I cracked my head on the coffee table."
        ],
        "табл": [
            "With regard to crimes that threaten the existence and security of the State (see table 1), domestic criminal legislation is clear about the ability to exercise universal jurisdiction.",
            "Sweden also exercises universal jurisdiction, inter alia, over the crime of genocide (see table 2).",
            "Some results of the study done for transport activities are given in table 1.",
            "As shown in table 2, alpha-HCH in air has decreased.",
            "In recent years, the number of refugees registered in Ukraine, including refugee children, has declined (see table 17).",
            "By way of example, we could mention the circular route, of great interest to many countries, called the European Waterway Network (table 1).",
            "Planning Division (see table 2.A.)",
            "Application of the principle of universal jurisdiction is a clear break with traditional application of the principle of territoriality and has been embodied in a series of international treaties (see table 3).",
            "The section applies when determining the liability for punishment for certain specified crimes (see table 1) even if those crimes were committed abroad by a foreign national with no permanent residence permit in Slovakia.",
            "The concentration of experts in a few developed countries (see table 6) reflects the degree of specialization and the technical nature of some of our technical cooperation activities.",
            "While the GDP growth performance was uniformly poor among the subregions, there were substantial variations and divergencies in country performance and among economic groupings in 1993 (table 2).",
            "The incidence of abortion has declined by a factor of 1.6 among girls under 14 and 1.5 among girls aged 15-17 (table 12).",
            "For example, the International Criminal Court Act 2001 provides for jurisdiction over genocide, war crimes and crimes against humanity committed overseas by persons who are resident in the United Kingdom (see table 2).",
            "Under the Penal Code, this application relates to certain crimes (see table 1) or crimes or offences prosecuted under an international agreement and particularly serious crimes prohibited by the international community."
        ],
        "столовый": [
            "Now, this table sugar, or sucrose, is made up of two sugars.",
            "The Working Party adopted the amended texts of new/revised UNECE standards for cherries, table grapes, ceps and apples.",
            "Standards for apples, sweet peppers and table grapes",
            "(b) Reduces the number of specific marketing standards from 36 to 10 (apples; citrus fruit; kiwifruit; lettuces, curled leaved and broad-leaved endives; peaches and nectarines; pears; strawberries; sweet peppers; table grapes and tomatoes).",
            "The principal work being pursued by the Plenary Meeting relates to the preparation of explanatory brochures on standards for apples and pears, plums, asparagus, beans, broccoli, tomatoes, strawberries, table grapes and cucumber.",
            "The representative of the Joint FAO/WHO Food Standards Programme informed the Working Party on the work under the Programme since the last session, which included advancements on standards for tomatoes, table grapes and apples.",
            "Maturity requirements in the standard for table grapes, and colour groups, list of varieties and uniformity in size in the standard for apples would be revisited."
        ]
    }
}