{
    "the": {
        "word_id": 40876,
        "lemma_branch": [
            {
                "definition": "used before nouns to refer to particular things or people that have already been talked about or are already known",
                "local_word": "en surbrillance. l'article indique que le sujet est connu de l'interlocuteur",
                "examples": [
                    "Can you pass the salt?",
                    "I'll pick you up at the station.",
                    "That's the new restaurant I told you about."
                ],
                "definition_local": "utilisé avant de noms pour désigner notamment des choses ou des personnes qui ont déjà été parlé ou sont déjà connus",
                "examples_local": [
                    "Pouvez-vous passer le sel?",
                    "Je vais aller vous chercher à la gare.",
                    "C'est le nouveau restaurant dont je t'ai parlé."
                ],
                "word_rating": 0
            },
            {
                "definition": "used before nouns when only one of something exists",
                "local_word": "en surbrillance. article, indique que l'article est unique en son genre",
                "examples": [
                    "Have you seen the Eiffel Tower?",
                    "I'd love to travel round the world."
                ],
                "definition_local": "utilisé avant les noms lorsqu'il n'existe qu'un seul nom",
                "examples_local": [
                    "Avez-vous vu la Tour Eiffel?",
                    "J'aimerais voyager de par le monde."
                ],
                "word_rating": 0
            },
            {
                "definition": "used before a singular noun to refer to all the things or people described by that noun",
                "local_word": "en surbrillance. article, indique qu'il s'agit d'une classe d'objets homogènes",
                "examples": [
                    "The tiger has become extinct in many countries."
                ],
                "definition_local": "utilisé devant un nom singulier se référer à toutes les choses ou les gens décrit par ce nom",
                "examples_local": [
                    "Le tigre a disparu dans de nombreux pays."
                ],
                "word_rating": 0
            },
            {
                "definition": "used before some adjectives to make them into nouns",
                "local_word": "en surbrillance. article, donne le nom à l'adjectif la signification du nom",
                "examples": [
                    "a home for the elderly",
                    "relatives of the deceased"
                ],
                "definition_local": "utilisé avant certains adjectifs pour les transformer en noms",
                "examples_local": [
                    "une maison pour personnes âgées",
                    "les proches de la personne décédée"
                ],
                "word_rating": 215833
            },
            {
                "definition": "used before each of two adjectives or adverbs to show how one thing changes depending on another",
                "local_word": "que..., que",
                "examples": [
                    "The longer we live here, the more we like it."
                ],
                "definition_local": "utilisé avant chacun de deux adjectifs ou adverbes pour montrer comment une chose change en fonction d'une autre",
                "examples_local": [
                    "Plus on vit ici, plus on aime ça."
                ],
                "word_rating": 0
            },
            {
                "definition": "used with units or measurements to mean each or every",
                "local_word": "en surbrillance. l'article, utilisé avec les noms des unités de mesure, attache une importance au représentant d'une certaine classe d'objets",
                "examples": [
                    "How many US dollars to the pound?"
                ],
                "definition_local": "utilisé avec des unités ou des mesures pour signifier chaque",
                "examples_local": [
                    "Combien de dollars à La Livre?"
                ],
                "word_rating": 0
            },
            {
                "definition": "used when referring to a part of the body",
                "local_word": "en surbrillance. article, utilisé avec les noms des parties du corps",
                "examples": [
                    "He held her tightly by the arm."
                ],
                "definition_local": "utilisé pour désigner une partie du corps",
                "examples_local": [
                    "Il la tenait fermement par le bras."
                ],
                "word_rating": 41994
            },
            {
                "definition": "used before numbers that refer to dates or periods of time",
                "local_word": "en surbrillance. article utilisé avec des dates et des périodes",
                "examples": [
                    "the sixties",
                    "Thursday the 29th of April"
                ],
                "definition_local": "utilisé avant les nombres qui se rapportent à des dates ou des périodes de temps",
                "examples_local": [
                    "soixante",
                    "Jeudi le 29 avril"
                ],
                "word_rating": 0
            },
            {
                "definition": "used with the names of musical instruments or dances to mean the type of instrument or dance in general",
                "local_word": "en surbrillance. l'article est utilisé avec les noms des instruments de musique et de la danse",
                "examples": [
                    "Can you play the violin?"
                ],
                "definition_local": "utilisé avec les noms d'instruments de musique ou de danses pour désigner le type d'instrument ou de danse en général",
                "examples_local": [
                    "Pouvez-vous jouer du violon?"
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "and": {
        "word_id": 2890,
        "lemma_branch": [
            {
                "definition": "used to join two words or two parts of a sentence",
                "local_word": "et, et",
                "examples": [
                    "tea and coffee",
                    "We were tired and hungry."
                ],
                "definition_local": "utilisé pour joindre deux mots ou deux parties d'une phrase",
                "examples_local": [
                    "le thé et le café",
                    "Nous étions fatigués et affamés."
                ],
                "word_rating": 297168
            },
            {
                "definition": "used to say that one thing happens after another thing",
                "local_word": "et",
                "examples": [
                    "I got dressed and had my breakfast.",
                    "She leaned forward and whispered in my ear.",
                    "He got out of his car and ran towards the house."
                ],
                "definition_local": "on disait qu'une chose arrive après une autre.",
                "examples_local": [
                    "Je me suis habillé et avait mon petit déjeuner.",
                    "Elle se pencha et murmura à mon oreille.",
                    "Il est sorti de sa voiture et a couru vers la maison."
                ],
                "word_rating": 0
            },
            {
                "definition": "so",
                "local_word": "et, donc,",
                "examples": [
                    "The car wouldn't start and I had to get a taxi."
                ],
                "definition_local": "si",
                "examples_local": [
                    "La voiture ne voulait pas démarrer et j'ai dû prendre un taxi."
                ],
                "word_rating": 0
            },
            {
                "definition": "used instead of 'to' after some verbs, such as 'try' and 'go'",
                "local_word": "et (utilisé au lieu de to avant l'infinitif)",
                "examples": [
                    "Try and eat something."
                ],
                "definition_local": "utilisé à la place de ' to 'après quelques verbes, tels que 'try' et 'go'",
                "examples_local": [
                    "Essayer de manger quelque chose."
                ],
                "word_rating": 0
            },
            {
                "definition": "used when saying or adding numbers",
                "local_word": "et, plus",
                "examples": [
                    "It cost a hundred and twenty pounds.",
                    "Two and three equals five."
                ],
                "definition_local": "utilisé pour dire ou ajouter des nombres",
                "examples_local": [
                    "Il a coûté 120 livres.",
                    "Deux et trois font cinq."
                ],
                "word_rating": 0
            },
            {
                "definition": "used between two words that are the same to make their meaning stronger",
                "local_word": "et",
                "examples": [
                    "The sound grew louder and louder."
                ],
                "definition_local": "utilisé entre deux mots identiques pour renforcer leur signification",
                "examples_local": [
                    "Le son devint de plus en plus fort."
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "that": {
        "word_id": 40872,
        "lemma_branch": [
            {
                "definition": "used to refer to something or someone that has already been talked about or seen",
                "local_word": "ce, ce, ce",
                "examples": [
                    "Did you know that woman in the post office?",
                    "How much are those shoes?"
                ],
                "definition_local": "utilisé pour désigner quelque chose ou quelqu'un qui a déjà été parlé ou vu",
                "examples_local": [
                    "Vous connaissiez cette femme à la poste?",
                    "Combien coûtent ces chaussures?"
                ],
                "word_rating": 4070
            },
            {
                "definition": "used to refer to something or someone that is not near you",
                "local_word": "le, le, le",
                "examples": [
                    "He went through that door.",
                    "Have you seen that man over there?"
                ],
                "definition_local": "utilisé pour désigner quelque chose ou quelqu'un qui n'est pas près de chez vous",
                "examples_local": [
                    "Il est passé par cette porte.",
                    "Avez-vous vu cet homme là-bas?"
                ],
                "word_rating": 202398
            },
            {
                "definition": "used to refer to something that has already been talked about or seen",
                "local_word": "ce",
                "examples": [
                    "That looks heavy.",
                    "You can't possibly wear those!"
                ],
                "definition_local": "utilisé pour faire référence à quelque chose qui a déjà été parlé ou vu",
                "examples_local": [
                    "Qui semble lourd.",
                    "Tu ne peux pas porter ces chaussures!"
                ],
                "word_rating": 12790
            },
            {
                "definition": "used to refer to something that is not near you",
                "local_word": "ce",
                "examples": [
                    "What's that in the corner?",
                    "Given that there was little support for the issue paper, it was withdrawn.",
                    "It was essential to preserve and continue to build on that approach.",
                    "For this reason, I have strongly recommended that this law be repealed.",
                    "At the court in Almaty, a separate building had been made available for that purpose.",
                    "The European Union will vote in favour of the deletion of that paragraph.",
                    "It is necessary to define and provide clarification as to the meaning of that word.",
                    "You know, it's a little bit more than that.",
                    "If somebody staged this, they would have accounted for that.",
                    "The appellate court had rejected the appeal after a medical commission had invalidated that assertion.",
                    "This article of the Criminal Code fulfils the recommendation and Switzerland therefore believes that there is no need to adopt a specific supplementary law.",
                    "It is therefore important that adequate attention be given to developing and monitoring the institutional dimensions of regulation.",
                    "It therefore urges the Secretary-General to ensure that the new Project Director is recruited without any further delay."
                ],
                "definition_local": "utilisé pour désigner quelque chose qui n'est pas près de vous",
                "examples_local": [
                    "Qu'est-ce que dans le coin?",
                    "Étant donné que le document de travail a reçu peu d'appui, il a été retiré.",
                    "Il est essentiel de préserver et de continuer à bâtir sur cette approche."
                ],
                "word_rating": 3
            },
            {
                "definition": "used to say that something is correct",
                "local_word": "Exactement ! Correct !",
                "examples": [
                    "You need to push the two pieces together. That's it."
                ],
                "definition_local": "je disais que quelque chose est correct",
                "examples_local": [
                    "Tu dois pousser les deux pièces ensemble. C'est tout."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say that something has ended",
                "local_word": "Ça y est",
                "examples": [
                    "Well that's it then, we've finished."
                ],
                "definition_local": "l'habitude de dire que quelque chose a pris fin",
                "examples_local": [
                    "Eh bien ça y est, nous avons fini."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say that something has happened or a decision has been made and there is nothing more to say or do",
                "local_word": "sur ce point, traiter avec la fin",
                "examples": [
                    "I won't agree to it and that's that."
                ],
                "definition_local": "l'habitude de dire que quelque chose s'est passé ou une décision a été prise et il n'y a rien de plus à dire ou à faire",
                "examples_local": [
                    "Je n'est pas d'accord et c'est tout."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to correct something you have said or give more information about something",
                "local_word": "soit",
                "examples": [
                    "Everybody was at the meeting, well everyone except Jeanne, that is."
                ],
                "definition_local": "utilisé pour corriger quelque chose que vous avez dit ou donner plus d'informations sur quelque chose",
                "examples_local": [
                    "Tout le monde était à la réunion, sauf Jeanne."
                ],
                "word_rating": 6697
            },
            {
                "definition": "used after some verbs, nouns, and adjectives to introduce a new part of a sentence",
                "local_word": "que",
                "examples": [
                    "He said that he'd collect it later.",
                    "Is it true that she's pregnant?",
                    "You paid off a homeless man so that you could have the place to yourself.",
                    "However, it is important for the Organization to ensure that its programme of work reflects the priorities of the Millennium Declaration.",
                    "It was important to ensure that newly developed standards were consistent with existing ones and that human rights concerns were taken into account.",
                    "The Division noted that a number of country offices did not have a disaster recovery plan and that backup procedures were inadequate.",
                    "It is not enough to assert that information is being recorded or that current state practices are sufficient.",
                    "Participants noted that this aspect of accountability was frequently overlooked and that reparations tended to be seen in terms of financial compensation."
                ],
                "definition_local": "utilisé après certains verbes, noms et adjectifs d'introduire une nouvelle partie d'une phrase",
                "examples_local": [
                    "Il a dit qu'il le récupérerait plus tard.",
                    "Est-il vrai qu'elle est enceinte?",
                    "Tu as payé un sans-abri pour avoir la place pour toi."
                ],
                "word_rating": 104716
            },
            {
                "definition": "used instead of 'who' or 'which' at the beginning of a relative clause",
                "local_word": "qui",
                "examples": [
                    "Have you eaten all the cake that I made yesterday?",
                    "These Principles laid the basis for an intergovernmental process led by the Romanian Authorities that produced the substantive political declaration adopted in Bucharest."
                ],
                "definition_local": "utilisé au lieu de \" qui \" ou \" qui \" au début d'une clause relative",
                "examples_local": [
                    "Avez-vous mangé tout le gâteau que j'ai fait hier?",
                    "Ces principes ont jeté les bases d'un processus intergouvernemental dirigé par les autorités roumaines qui a abouti à la déclaration politique de fond adoptée à Bucarest."
                ],
                "word_rating": 76603
            }
        ],
        "wordforms_branch": {}
    },
    "for": {
        "word_id": 16651,
        "lemma_branch": [
            {
                "definition": "intended to be given to or used by someone or something",
                "local_word": "pour",
                "examples": [
                    "I've bought a few clothes for the new baby.",
                    "parking for residents only"
                ],
                "definition_local": "destinée à être remise à ou utilisé par quelqu'un ou quelque chose",
                "examples_local": [
                    "J'ai acheté quelques vêtements pour le nouveau bébé.",
                    "stationnement réservé aux résidents"
                ],
                "word_rating": 61327
            },
            {
                "definition": "having a particular purpose",
                "local_word": "pour",
                "examples": [
                    "a cream for dry skin",
                    "What are those large scissors for?",
                    "I keep some brandy for medicinal purposes."
                ],
                "definition_local": "avoir un but particulier",
                "examples_local": [
                    "une crème pour peau sèche",
                    "À quoi servent ces gros ciseaux?",
                    "Je garde du brandy à des fins médicinales."
                ],
                "word_rating": 6
            },
            {
                "definition": "because of or as a result of something",
                "local_word": "à cause de, à cause de",
                "examples": [
                    "I got fined for travelling without a ticket.",
                    "Scotland is famous for its spectacular countryside."
                ],
                "definition_local": "à cause ou à la suite de quelque chose",
                "examples_local": [
                    "J'ai eu une amende pour voyager sans billet.",
                    "L'Écosse est célèbre pour sa campagne spectaculaire."
                ],
                "word_rating": 72339
            },
            {
                "definition": "used to show an amount of time or distance",
                "local_word": "depuis, tout au long de",
                "examples": [
                    "We drove for miles before we found a phone box.",
                    "I've been living with my parents for a few months."
                ],
                "definition_local": "utilisé pour indiquer une durée ou une distance",
                "examples_local": [
                    "On a fait des kilomètres avant de trouver une cabine.",
                    "Je vis avec mes parents depuis quelques mois."
                ],
                "word_rating": 4
            },
            {
                "definition": "in order to get or achieve something",
                "local_word": "pour, pour, sur",
                "examples": [
                    "I've sent off for an application form.",
                    "We had to wait for a taxi."
                ],
                "definition_local": "afin d'obtenir ou réaliser quelque chose",
                "examples_local": [
                    "J'ai envoyé un formulaire de demande.",
                    "On a dû attendre un taxi."
                ],
                "word_rating": 5
            },
            {
                "definition": "in order to help someone",
                "local_word": "pour",
                "examples": [
                    "I'll carry those bags for you."
                ],
                "definition_local": "afin d'aider quelqu'un",
                "examples_local": [
                    "Je vais porter ces sacs pour vous."
                ],
                "word_rating": 0
            },
            {
                "definition": "on the occasion of",
                "local_word": "en l'honneur",
                "examples": [
                    "We're having a party for Jim's 60th birthday."
                ],
                "definition_local": "à l'occasion de",
                "examples_local": [
                    "On organise une fête pour les 60 ans de Jim."
                ],
                "word_rating": 17
            },
            {
                "definition": "at a particular time",
                "local_word": "sur",
                "examples": [
                    "I've booked a table for 9 o'clock.",
                    "The situation in Somalia has been on the agenda of the Security Council for a long time.",
                    "The use of cluster munitions has been the cause of human suffering for more than 50 years.",
                    "Support for the standard of national treatment continued in varying degrees throughout the centuries.",
                    "This is a topic that has not previously been considered for inclusion in a UK census.",
                    "The SSN reform strategy paper has recently been submitted to the Board of Ministers for its approval.",
                    "They are currently reviewing this recommendation with a view to the development of potential projects for Somalia.",
                    "On the TV it is used for reception of TV channels working on a range on meter wave.",
                    "The legend arriving to fight on U.S. soil for the very first time...",
                    "At the operational level, decentralization of activities to the field calls for increased delegation of authority to field offices."
                ],
                "definition_local": "à un moment donné",
                "examples_local": [
                    "J'ai réservé une table pour 9 heures.",
                    "La situation en Somalie est à l'ordre du jour du Conseil de sécurité depuis longtemps.",
                    "L'emploi de munitions à dispersion est la cause de souffrances humaines depuis plus de 50 ans."
                ],
                "word_rating": 2632
            },
            {
                "definition": "in exchange for something, especially an amount of money",
                "local_word": "de",
                "examples": [
                    "How much did you pay for your computer?",
                    "I'd like to change it for a smaller one."
                ],
                "definition_local": "en échange de quelque chose, notamment une somme d'argent",
                "examples_local": [
                    "Combien avez-vous payé pour votre ordinateur?",
                    "Je voudrais la changer pour une plus petite."
                ],
                "word_rating": 13
            },
            {
                "definition": "supporting or agreeing with someone or something",
                "local_word": "pour",
                "examples": [
                    "Who did you vote for?",
                    "There were 16 people for the motion and 14 against.",
                    "The Board commends UNOPS for its submission to the Board of signed financial statements for the current biennium in a timely manner.",
                    "The Conference expressed its deep gratitude to the Government of Serbia for having hosted the event and for the warm hospitality extended to the participants.",
                    "Ukraine thanked Tunisia for the high quality report and for the commitments it has announced."
                ],
                "definition_local": "de soutenir ou d'accord avec quelqu'un ou quelque chose",
                "examples_local": [
                    "Qui avez-vous voter?",
                    "Il y avait 16 personnes pour la motion et 14 contre.",
                    "Le Comité félicite L'UNOPS d'avoir présenté en temps voulu au Comité des états financiers signés pour l'exercice biennal en cours."
                ],
                "word_rating": 0
            },
            {
                "definition": "representing or working with a country, organization, etc",
                "local_word": "derrière, derrière, derrière",
                "examples": [
                    "He plays football for Manchester United.",
                    "She works for a charity."
                ],
                "definition_local": "représentation ou collaboration avec un pays, une organisation, etc.",
                "examples_local": [
                    "Il joue au football pour Manchester United.",
                    "Elle travaille pour une œuvre de charité."
                ],
                "word_rating": 12
            },
            {
                "definition": "towards or in the direction of",
                "local_word": "dans, sur, à",
                "examples": [
                    "Just follow the signs for the airport."
                ],
                "definition_local": "vers ou en direction de",
                "examples_local": [
                    "Il suffit de suivre les panneaux pour l'aéroport."
                ],
                "word_rating": 3
            },
            {
                "definition": "when compared to a particular fact",
                "local_word": "pour",
                "examples": [
                    "She's quite tall for her age.",
                    "Criminal prosecution is, however, not an effective instrument for resolving the negative consequences of corruption for the individual, for specific groups or for society in general.",
                    "These capabilities are indispensable not only for the timely deployment of UNAMID, but also for the implementation of its mandate.",
                    "This shall be done whilst providing a predictable regulatory framework for a global automotive industry and for the consumers and their associations."
                ],
                "definition_local": "par rapport à un fait particulier",
                "examples_local": [
                    "Elle est assez grande pour son âge.",
                    "Toutefois, les poursuites pénales ne sont pas un instrument efficace pour remédier aux conséquences négatives de la corruption pour l'individu, certains groupes ou la société en général.",
                    "Ces capacités sont indispensables non seulement au déploiement rapide de la MINUAD, mais aussi à l'exécution de son mandat."
                ],
                "word_rating": 0
            },
            {
                "definition": "meaning or representing something",
                "local_word": "pour, au lieu de, pour",
                "examples": [
                    "What's the German word for 'cucumber'?"
                ],
                "definition_local": "signification ou représentation de quelque chose",
                "examples_local": [
                    "Quel est le mot allemand pour \"concombre'?"
                ],
                "word_rating": 8
            },
            {
                "definition": "used to say whose responsibility something is",
                "local_word": "indique la responsabilité de quelqu'un, les dates sont transmises. cas et infinitif",
                "examples": [
                    "I can't tell you whether you should go or not - that's for you to decide."
                ],
                "definition_local": "je disais à qui est la responsabilité",
                "examples_local": [
                    "Je ne peux pas te dire si tu dois y aller ou pas - c'est à toi de décider."
                ],
                "word_rating": 0
            },
            {
                "definition": "despite",
                "local_word": "en dépit de",
                "examples": [
                    "For all her qualifications, she's useless at the job."
                ],
                "definition_local": "malgré",
                "examples_local": [
                    "Malgré ses qualifications, elle est inutile au boulot."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say that a fact is not important to you",
                "local_word": "moi cela ne m'intéresse pas",
                "examples": [
                    "He could be married by now, for all I care."
                ],
                "definition_local": "l'habitude de dire qu'un fait n'est pas important pour vous",
                "examples_local": [
                    "Il pourrait être marié maintenant, je m'en fous."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say that something should happen or be done now but can be changed later",
                "local_word": "jusqu'à ce que",
                "examples": [
                    "Just put everything on the table for now."
                ],
                "definition_local": "il disait que quelque chose devait arriver OU être fait maintenant mais peut être changé plus tard.",
                "examples_local": [
                    "Mettez tout sur la table pour l'instant."
                ],
                "word_rating": 84
            },
            {
                "definition": "to be in trouble",
                "local_word": "moi / toi / lui, etc.",
                "examples": [
                    "If Hilary finds out I'll be for it!"
                ],
                "definition_local": "pour être dans le pétrin",
                "examples_local": [
                    "Si Hilary le découvre, je serai pour!"
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "with": {
        "word_id": 45548,
        "lemma_branch": [
            {
                "definition": "used to say that people or things are in a place together or are doing something together",
                "local_word": "(en compagnie de",
                "examples": [
                    "Emma lives with her boyfriend.",
                    "Hang your coat with the others."
                ],
                "definition_local": "je disais que les gens ou les choses sont ensemble ou font quelque chose ensemble.",
                "examples_local": [
                    "Emma vit avec son petit ami.",
                    "Accrochez votre manteau avec les autres."
                ],
                "word_rating": 47
            },
            {
                "definition": "having or including something",
                "local_word": "avec",
                "examples": [
                    "a house with a swimming pool",
                    "a woman with brown eyes"
                ],
                "definition_local": "avoir ou inclure quelque chose",
                "examples_local": [
                    "une maison avec une piscine",
                    "une femme aux yeux bruns"
                ],
                "word_rating": 307917
            },
            {
                "definition": "using something",
                "local_word": "indique l'arme de l'action, la créature est transmise. mortalité",
                "examples": [
                    "She hit him over the head with a tennis racket."
                ],
                "definition_local": "utiliser quelque chose",
                "examples_local": [
                    "Elle l'a frappé à la tête avec une raquette de tennis."
                ],
                "word_rating": 4
            },
            {
                "definition": "used to describe the way someone does something",
                "local_word": "avec",
                "examples": [
                    "He plays with great enthusiasm.",
                    "She shut the drawer with a bang.",
                    "A first challenge has to do with the structure of the existing IIA network.",
                    "The Greeks were the next to join them with their heroes.",
                    "Today, I have met with all of the parties to the conflict."
                ],
                "definition_local": "utilisé pour décrire la façon dont quelqu'un fait quelque chose",
                "examples_local": [
                    "Il joue avec beaucoup d'enthousiasme.",
                    "Elle a fermé le tiroir avec un coup.",
                    "Un premier défi concerne la structure du réseau D'AII existant."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say what fills, covers, etc something",
                "local_word": "indique la substance contenue, couvrant, décorant quoi que ce soit, la créature est transmise. mortalité",
                "examples": [
                    "a bucket filled with water",
                    "shoes covered with mud"
                ],
                "definition_local": "utilisé pour dire ce qui remplit, Couvre, etc quelque chose",
                "examples_local": [
                    "un seau rempli avec de l'eau",
                    "chaussures couvertes de boue"
                ],
                "word_rating": 0
            },
            {
                "definition": "because of something",
                "local_word": "de, à cause de",
                "examples": [
                    "She was trembling with fear."
                ],
                "definition_local": "à cause de quelque chose",
                "examples_local": [
                    "Elle tremblait de peur."
                ],
                "word_rating": 11
            },
            {
                "definition": "relating to something or someone",
                "local_word": "indique une relation avec quelque chose/quelqu'un, la créature est transmise. cas ou préposition avec",
                "examples": [
                    "There's something wrong with the car.",
                    "The doctors are very pleased with his progress."
                ],
                "definition_local": "concernant quelque chose ou quelqu'un",
                "examples_local": [
                    "Il y a quelque chose de mal avec la voiture.",
                    "Les médecins sont très satisfaits de ses progrès."
                ],
                "word_rating": 20170
            },
            {
                "definition": "used to describe the position of someone's body",
                "local_word": "indique la position du corps, transmis par le chiffre d'affaires gérondif",
                "examples": [
                    "She sat with her legs crossed."
                ],
                "definition_local": "utilisé pour décrire la position du corps d'une personne",
                "examples_local": [
                    "Elle s'est assise avec les jambes croisées."
                ],
                "word_rating": 0
            },
            {
                "definition": "to understand what someone is saying",
                "local_word": "comprendre quelqu'un",
                "examples": [
                    "Sorry, I'm not with you - can you say that again?"
                ],
                "definition_local": "pour comprendre ce que quelqu'un dit",
                "examples_local": [
                    "Désolé, je ne suis pas avec vous - pouvez-vous le dire?"
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "but": {
        "word_id": 6540,
        "lemma_branch": [
            {
                "definition": "used to introduce something new that you say, especially something that is different or the opposite from what you have just said",
                "local_word": "mais",
                "examples": [
                    "I'd drive you there, but I don't have my car.",
                    "The tickets were expensive, but the kids really enjoyed it."
                ],
                "definition_local": "utilisé pour introduire quelque chose de nouveau que vous dites, surtout quelque chose qui est différent ou le contraire de ce que tu viens de dire",
                "examples_local": [
                    "J'aimerais vous y conduire, mais je n'ai pas ma voiture.",
                    "Les places étaient chères, mais les enfants ont vraiment apprécié."
                ],
                "word_rating": 55741
            },
            {
                "definition": "used before you say why something did not happen or is not true",
                "local_word": "mais",
                "examples": [
                    "I was going to go to his party, but I was sick."
                ],
                "definition_local": "utilisé avant de dire pourquoi quelque chose ne s'est pas produit ou n'est pas vrai",
                "examples_local": [
                    "J'allais à sa fête, mais j'étais malade."
                ],
                "word_rating": 4
            },
            {
                "definition": "used to show that you are surprised about what someone has just said",
                "local_word": "mais",
                "examples": [
                    "'Tim is leaving.' 'But why?'"
                ],
                "definition_local": "je montrais que tu es surpris de ce que quelqu'un vient de dire.",
                "examples_local": [
                    "Tim quitte.\"\"Mais pourquoi?'"
                ],
                "word_rating": 0
            },
            {
                "definition": "used to connect 'excuse me' or 'I'm sorry' with what you say next",
                "local_word": "mais",
                "examples": [
                    "Excuse me, but would you mind shutting the door?",
                    "Not exactly a room with a view, but our residents are promised all the mod cons.",
                    "He's a bit of an alcoholic, but he's really nice.",
                    "JS8 stated that the 2010 judicial reform resulted in almost no improvement but further weakened judicial independence.",
                    "I can't give you all the details right now, but we're being moved to a centralized command facility.",
                    "This is not a simple solution, but it seems to be the only viable one.",
                    "Ivan is fine, but he's not a serious guy."
                ],
                "definition_local": "\"excusez-moi\" ou \"je suis désolé\" avec ce que vous dites ensuite",
                "examples_local": [
                    "Excusez-moi, mais pourriez-vous fermer la porte?",
                    "Pas exactement une chambre avec vue, mais nos résidents sont promis de tout le confort moderne.",
                    "Il est un peu alcoolique, mais il est très gentil."
                ],
                "word_rating": 0
            },
            {
                "definition": "except",
                "local_word": "sauf",
                "examples": [
                    "Everyone but Andrew knows.",
                    "Can you buy me a sandwich? Anything but ham.",
                    "This is the last programme but one (= the programme before the last).",
                    "In the end, there was nothing For stan to do but to resort to more radical measures.",
                    "Continued obstruction may leave me no choice but to use the Bonn Powers again.",
                    "Mr. N. thus had no choice but to sign a declaration withdrawing his candidacy.",
                    "All but two of these laboratories have received the official accreditation.",
                    "That is a family issue that doesn't concern anybody but us.",
                    "The continuation of the occupation of Azerbaijani lands and confrontation with Azerbaijan will yield the Armenian people nothing but misfortune and suffering."
                ],
                "definition_local": "sauf",
                "examples_local": [
                    "Tout le monde sauf Andrew le sait.",
                    "Pouvez-vous m'acheter un sandwich? Mais rien de jambon.",
                    "Il s'agit du dernier programme sauf un (= le programme avant le dernier)."
                ],
                "word_rating": 73796
            },
            {
                "definition": "only",
                "local_word": "seulement",
                "examples": [
                    "We can but try."
                ],
                "definition_local": "seulement",
                "examples_local": [
                    "Nous pouvons, mais essayez."
                ],
                "word_rating": 3677
            }
        ],
        "wordforms_branch": {}
    },
    "you": {
        "word_id": 45958,
        "lemma_branch": [
            {
                "definition": "used to refer to the person or people you are talking to",
                "local_word": "toi, toi",
                "examples": [
                    "I love you.",
                    "You said I could go with you."
                ],
                "definition_local": "utilisé pour désigner la personne ou les personnes à qui vous parlez",
                "examples_local": [
                    "Je vous aime.",
                    "Vous avez dit que je pouvais aller avec vous."
                ],
                "word_rating": 3
            },
            {
                "definition": "people generally",
                "local_word": "toi, toi (à Gram. valeur d'incertitude de la seconde moitié. pronoms)",
                "examples": [
                    "You learn to accept these things as you get older."
                ],
                "definition_local": "en général, les gens",
                "examples_local": [
                    "On apprend à accepter ces choses en vieillissant."
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "this": {
        "word_id": 41026,
        "lemma_branch": [
            {
                "definition": "used to refer to something that you have already talked about",
                "local_word": "ce, ce, ce",
                "examples": [
                    "Most people don't agree with this decision.",
                    "How did you hear about this course?"
                ],
                "definition_local": "utilisé pour faire référence à quelque chose que vous avez déjà parlé",
                "examples_local": [
                    "La plupart des gens ne sont pas d'accord avec cette décision.",
                    "Comment avez-vous entendu parler de ce cours?"
                ],
                "word_rating": 4
            },
            {
                "definition": "used to refer to something or someone that is near you or that you are pointing to",
                "local_word": "ce, ce, ce",
                "examples": [
                    "How much does this CD cost?",
                    "David gave me these earrings for my birthday."
                ],
                "definition_local": "utilisé pour désigner quelque chose ou quelqu'un qui est près de chez vous ou que vous pointez à",
                "examples_local": [
                    "Combien ce CD coût?",
                    "David m'a donné ces boucles d'oreilles pour mon anniversaire."
                ],
                "word_rating": 31
            },
            {
                "definition": "used to refer to the present week, month, year, etc or the one that comes next",
                "local_word": "ce, ce, ce",
                "examples": [
                    "I'll see you this evening.",
                    "Kate and Nigel are getting married this June."
                ],
                "definition_local": "utilisé pour se référer à la semaine actuelle, mois, année, etc ou celui qui vient après",
                "examples_local": [
                    "Je vais vous voir ce soir.",
                    "Kate et Nigel vont se marier en juin."
                ],
                "word_rating": 295495
            },
            {
                "definition": "used to refer to a particular person or thing that you are going to talk about",
                "local_word": "un, un",
                "examples": [
                    "We went to this really great club last night."
                ],
                "definition_local": "utilisé pour désigner une personne ou une chose que vous allez parler",
                "examples_local": [
                    "On est allés dans un super club hier soir."
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {}
    },
    "not": {
        "word_id": 27550,
        "lemma_branch": [
            {
                "definition": "used to form a negative phrase after verbs like 'be', 'can', 'have', 'will', 'must', etc, usually used in the short form 'n't' in speech",
                "local_word": "pas",
                "examples": [
                    "I won't tell her.",
                    "I can't go.",
                    "He hasn't eaten yet.",
                    "Don't you like her?",
                    "It isn't difficult (= It is easy).",
                    "The service isn't very good (= it is bad).",
                    "You're coming, aren't you?",
                    "I will not tolerate laziness."
                ],
                "definition_local": "utilisé pour former une phrase négative après des verbes comme \"être\", \"peut\", \"avoir\", \"volonté\", \"doit\", etc, qui sont généralement utilisées dans le court formulaire n 'pas' dans le discours",
                "examples_local": [
                    "Je ne vais pas lui dire.",
                    "Je ne peux pas aller.",
                    "Il n'a pas encore mangé."
                ],
                "word_rating": 8949
            },
            {
                "definition": "used to give the next word or group of words a negative meaning",
                "local_word": "pas",
                "examples": [
                    "I told you not to do that.",
                    "I like most vegetables but not cabbage.",
                    "\"Come and play football, Dad.\" \"Not now, Jamie.\"",
                    "\"Whose are these?\" \"Not mine.\"",
                    "No, no, no, no, no, no, no, no, with Caroline he is not fine.",
                    "No, no, no, absolutely not.",
                    "No, you're not. No, you're not. No, no.",
                    "We cannot help being concerned with the fact that global demand for prohibited drugs is not decreasing.",
                    "Yet, the principle of equal opportunity had an important limitation as it did not take into account the contemporary consequences of past discriminatory policies.",
                    "However, all the needs in this sector are still not being met.",
                    "Tradition could not be seen as simply a reflection of the values of the majority.",
                    "Silence on the part of States could not be transformed into an implicit system of validation of reservations.",
                    "Therefore, those costs could not be taken into account in comparing the contracts.",
                    "In today's globalized economy, completion of primary education is just not enough.",
                    "Luck's not enough on it's own, he's really good.",
                    "Sometimes the best advice, you know, it's just not enough.",
                    "But in the absence of information it is not possible to record any changes.",
                    "It seemed that it had not been possible to get an agreement on a joint approach.",
                    "As far as Honduras is concerned, solving a border dispute is not something that can be achieved through violence.",
                    "That person does not necessarily have to be a member of the family.",
                    "The report does not necessarily reflect the official position of each and every Government represented at the Workshop.",
                    "For the purpose of the communication, complete inventory information need not be provided."
                ],
                "definition_local": "utilisé pour donner le mot ou groupe de mots une signification négative",
                "examples_local": [
                    "Je vous ai dit de ne pas le faire.",
                    "J'aime la plupart des légumes, mais pas le chou.",
                    "\"Viens jouer au football, Papa.\"Pas maintenant, Jamie.\""
                ],
                "word_rating": 6
            },
            {
                "definition": "used after verbs like 'be afraid', 'hope', 'suspect', etc in short, negative replies",
                "local_word": "pas",
                "examples": [
                    "\"Do you think it's going to rain?\" \"I hope not.\"",
                    "\"Have you finished?\" \"I'm afraid not.\""
                ],
                "definition_local": "utilisé après des verbes comme 'peur', 'espoir', 'suspect', etc en bref, les réponses négatives",
                "examples_local": [
                    "\"Tu crois qu'il va pleuvoir?\"\"Je n'espère pas.\"",
                    "\"Avez-vous fini?\"\"Je crains que non.\""
                ],
                "word_rating": 2667
            },
            {
                "definition": "used after an adverb in short, negative replies",
                "local_word": "bien sûr que non / j'espère que non",
                "examples": [
                    "\"She's not exactly poor, is she?\" \"Certainly not.\"",
                    "\"We won't need much money, will we?\" \"Hopefully not.\""
                ],
                "definition_local": "utilisé après un adverbe en bref, réponses négatives",
                "examples_local": [
                    "\"Elle n'est pas exactement pauvres, est-elle?\"\"Certainement pas.\"",
                    "\"Nous n'avons pas besoin de beaucoup d'argent, allons-nous?\"\"J'espère que non.\""
                ],
                "word_rating": 0
            },
            {
                "definition": "used instead of 'no' or 'not' to emphasize what you are saying",
                "local_word": "pas du tout, pas du tout",
                "examples": [
                    "\"I hope this won't cause you any trouble.\" \"No, not at all.\"",
                    "I'm not at all happy about it."
                ],
                "definition_local": "utilisé au lieu de \" non \" ou \" non \" pour souligner ce que vous dites",
                "examples_local": [
                    "\"J'espère que cela ne vous causera pas de problèmes.\"\"Non, pas du tout.\"",
                    "Je ne suis pas heureux à ce sujet."
                ],
                "word_rating": 18
            },
            {
                "definition": "used as a polite reply after someone has thanked you",
                "local_word": "rien, bagatelles (en réponse à la gratitude)",
                "examples": [
                    "\"Thanks for all your help.\" \"Not at all.\""
                ],
                "definition_local": "utilisé comme une réponse polie après quelqu'un vous a remercié",
                "examples_local": [
                    "\"Merci à tous pour votre aide.\"\"Pas du tout.\""
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say what the situation will be if something does not happen",
                "local_word": "si non",
                "examples": [
                    "I hope to see you there but, if not, I'll call you."
                ],
                "definition_local": "il disait Ce Que serait la situation si quelque chose n'arrivait pas.",
                "examples_local": [
                    "J'espère vous voir là-bas, mais sinon, je vous appellerai."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to express the possibility that something might not happen",
                "local_word": "ou pas",
                "examples": [
                    "Are you coming or not?"
                ],
                "definition_local": "utilisé pour exprimer la possibilité que quelque chose pourrait ne pas se produire",
                "examples_local": [
                    "Êtes-vous en venir ou pas?"
                ],
                "word_rating": 0
            },
            {
                "definition": "used to emphasize that there is nothing of what you are talking about",
                "local_word": "personne, personne, rien",
                "examples": [
                    "Not one person came to hear him talk.",
                    "\"You haven't heard from Nick, have you?\" \"Not a word.\""
                ],
                "definition_local": "utilisé pour souligner qu'il n'y a rien de quoi vous parlez",
                "examples_local": [
                    "Pas une seule personne n'est venu l'entendre parler.",
                    "\"Tu n'as pas eu de nouvelles de Nick, n'est-ce pas?\"Pas un mot.\""
                ],
                "word_rating": 400
            }
        ],
        "wordforms_branch": {}
    },
    "have": {
        "word_id": 19197,
        "lemma_branch": [
            {
                "definition": "used with the past participle of another verb to form the present and past perfect tenses",
                "local_word": "aux. ch., avec prich. PROSH. VR. le ch principal est utilisé pour former les temps Present Perfect et Past Perfect",
                "examples": [
                    "Have you seen Roz?",
                    "I've passed my test.",
                    "He hasn't visited London before.",
                    "It would have been better to tell the truth.",
                    "He's been working in France for two years now.",
                    "I had met his wife before."
                ],
                "definition_local": "utilisé avec le participe passé d'un autre verbe pour former les temps parfaits présents et passés",
                "examples_local": [
                    "Tu as vu Roz?",
                    "J'ai réussi mon test.",
                    "Il n'a pas visité Londres avant."
                ],
                "word_rating": 0
            },
            {
                "definition": "to need to do something or be forced to do something",
                "local_word": "être obligé de faire n'importe quoi",
                "examples": [
                    "I have to go to Berlin tomorrow.",
                    "Do we have to finish this today?",
                    "They've had to change their plans."
                ],
                "definition_local": "besoin de faire quelque chose ou être forcé de faire quelque chose",
                "examples_local": [
                    "Je dois aller à Berlin demain.",
                    "Nous devons terminer ce aujourd'hui?",
                    "Ils ont dû changer leurs plans."
                ],
                "word_rating": 0
            },
            {
                "definition": "used when you are telling someone how to do something",
                "local_word": "être due à faire quoi que ce soit",
                "examples": [
                    "You've got to type in your name, then your password."
                ],
                "definition_local": "utilisé quand vous dites à quelqu'un comment faire quelque chose",
                "examples_local": [
                    "Vous devez taper votre nom, puis votre mot de passe."
                ],
                "word_rating": 0
            },
            {
                "definition": "used to say that you feel certain that something is true or will happen",
                "local_word": "quelque chose doit sûrement arriver",
                "examples": [
                    "Interest rates have to come down at some point.",
                    "There's (= there has) got to be a better way of doing this."
                ],
                "definition_local": "je disais que tu es sûr que quelque chose est vrai ou arrivera.",
                "examples_local": [
                    "Les taux d'intérêt doivent baisser à un moment donné.",
                    "Il y a (= il y a) doit être une meilleure manière de faire ceci."
                ],
                "word_rating": 48
            },
            {
                "definition": "to own something",
                "local_word": "avoir",
                "examples": [
                    "I have two horses.",
                    "Laura has got beautiful blue eyes.",
                    "Those attending the meeting are reminded of the need to have the appropriate credentials.",
                    "A distinction on the suggested lines may have some relevance with regard to the question of proof.",
                    "[sighs] they're barely old Enough to have their driver's Licenses.",
                    "Each and every country may have its own reasons for developing space technology.",
                    "The dwelling must have its own toilet and storage space."
                ],
                "definition_local": "pour posséder quelque chose",
                "examples_local": [
                    "J'ai deux chevaux.",
                    "Laura a de beaux yeux bleus.",
                    "Il est rappelé aux participants à la réunion qu'ils doivent avoir les pouvoirs appropriés."
                ],
                "word_rating": 142178
            },
            {
                "definition": "used to say that someone is holding something, or that someone or something is with them",
                "local_word": "tenir, avoir avec vous",
                "examples": [
                    "He had a pen in his hand.",
                    "She had a small child with her."
                ],
                "definition_local": "l'habitude de dire que quelqu'un a quelque chose, ou que quelqu'un ou quelque chose avec eux",
                "examples_local": [
                    "Il avait un stylo dans sa main.",
                    "Elle avait un petit enfant avec elle."
                ],
                "word_rating": 17035
            },
            {
                "definition": "If you have a particular illness, you are suffering from it.",
                "local_word": "faire mal",
                "examples": [
                    "Have you ever had the measles?"
                ],
                "definition_local": "Si vous avez une maladie particulière, vous en souffrez.",
                "examples_local": [
                    "Avez-vous déjà eu la rougeole?"
                ],
                "word_rating": 0
            },
            {
                "definition": "to eat or drink something",
                "local_word": "manger, boire",
                "examples": [
                    "We are having dinner at 7 o'clock.",
                    "Can I have a drink of water?"
                ],
                "definition_local": "pour manger ou boire quelque chose",
                "examples_local": [
                    "Nous sommes en train de dîner à 7 heures.",
                    "Puis-je avoir un verre d'eau?"
                ],
                "word_rating": 3
            },
            {
                "definition": "used with nouns to say that someone does something",
                "local_word": "prendre un bain / dormir / marcher, etc. (l'action correspond à la valeur du nom)",
                "examples": [
                    "Can I have a quick shower?",
                    "Let Mark have a try."
                ],
                "definition_local": "utilisé avec les noms pour dire que quelqu'un fait quelque chose",
                "examples_local": [
                    "Puis-je avoir une douche rapide?",
                    "Laissez Marque un essai."
                ],
                "word_rating": 0
            },
            {
                "definition": "used with nouns to say that someone experiences something",
                "local_word": "avoir des difficultés/s'amuser/avoir des ennuis, etc.",
                "examples": [
                    "We had a great time in Barcelona."
                ],
                "definition_local": "utilisé avec les noms pour dire que quelqu'un vit quelque chose",
                "examples_local": [
                    "Nous avons eu un excellent séjour à Barcelone."
                ],
                "word_rating": 0
            },
            {
                "definition": "to give birth to a baby",
                "local_word": "donner naissance à un enfant",
                "examples": [],
                "definition_local": "pour donner naissance à un bébé",
                "examples_local": [],
                "word_rating": 0
            },
            {
                "definition": "If you have something done, someone does it for you.",
                "local_word": "exprime l'action accomplie par quelqu'un à la demande du locuteur",
                "examples": [
                    "I'm having my hair cut tomorrow.",
                    "We had the carpets cleaned."
                ],
                "definition_local": "Si vous avez quelque chose, quelqu'un le fait pour vous.",
                "examples_local": [
                    "Je vais avoir ma coupe de cheveux demain.",
                    "On a nettoyé les tapis."
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "had": {
                "word_id": 18802,
                "wordsenses": [
                    {
                        "local_word": "fûtes",
                        "examples": [
                            "The results were presented by the secretariat and had been made available on THE PEP website."
                        ],
                        "examples_local": [
                            "Les résultats ont été présentés par le secrétariat et affichés sur le site web du PPE-TSE."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "d'abord",
                        "examples": [
                            "At the time, the intention behind the proposal had been supported by the majority.",
                            "The final decision included approval of the implementation of the Project, and had been provided to the Government of Romania."
                        ],
                        "examples_local": [
                            "À l'époque, l'intention à l'origine de la proposition avait été soutenue par la majorité.",
                            "La décision finale prévoyait l'approbation de la mise en œuvre du projet et avait été communiquée au gouvernement roumain."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "fut",
                        "examples": [
                            "The Joint Mission was satisfied with the timely manner in which these activities had been conducted.",
                            "Mesoamerica was the subregion that had in place the highest number of mechanisms.",
                            "The romanization of the Cyrillic alphabet was now complete and had been adopted by a resolution."
                        ],
                        "examples_local": [
                            "La Mission conjointe s'est déclarée satisfaite de la rapidité avec laquelle ces activités ont été menées.",
                            "La Méso-Amérique est la sous-région qui a mis en place le plus grand nombre de mécanismes.",
                            "La romanisation de l'alphabet cyrillique est maintenant achevée et a été adoptée par une résolution."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "eûtes",
                        "examples": [
                            "Because their ancestors, who survived, had to have a superior resistance.",
                            "Off-budget funds and reserves have usually had a significant level of cash balances.",
                            "The views of the Commission had been invaluable in shaping the present report."
                        ],
                        "examples_local": [
                            "Parce que leurs ancêtres, qui ont survécu, ont dû avoir une résistance supérieure.",
                            "Les fonds extrabudgétaires et les réserves ont généralement enregistré des soldes de trésorerie importants.",
                            "Les vues de la Commission ont été précieuses pour l'élaboration du présent rapport."
                        ],
                        "word_rating": 920
                    },
                    {
                        "local_word": "eus",
                        "examples": [
                            "The temporary idling of the mine has had other effects, however.",
                            "I have had the privilege of meeting some of the best human beings in the CD.",
                            "Consequently, he had no reasonable opportunity to participate in the civil litigation at that point."
                        ],
                        "examples_local": [
                            "La mise au ralenti temporaire de la mine a toutefois eu d'autres effets.",
                            "J'ai eu le privilège de rencontrer certains des meilleurs êtres humains de la conférence.",
                            "Par conséquent, il n'a pas eu la possibilité raisonnable de participer au litige civil à ce moment-là."
                        ],
                        "word_rating": 11
                    },
                    {
                        "local_word": "adoptas",
                        "examples": [
                            "She had a cup of coffee and took a birth control pill.",
                            "In addition, she had taken up an invitation from the Government of Zimbabwe.",
                            "Her Government had taken measures to try to address the problem of child exploitation in a comprehensive manner."
                        ],
                        "examples_local": [
                            "Elle avait une tasse de café et prit une pilule contraceptive.",
                            "En outre, elle a accepté une invitation du gouvernement zimbabwéen.",
                            "Son gouvernement a pris des mesures pour tenter de s'attaquer au problème de l'exploitation des enfants de manière globale."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "having": {
                "word_id": 50661,
                "wordsenses": [
                    {
                        "local_word": "ayant",
                        "examples": [
                            "Such policy completely ensures enrolment in the higher education system of students having such social status.",
                            "Article 120 of the Labour Code fixes the duration of basic leave for employees recognized as having rendered special service to Azerbaijan.",
                            "Such persons should be coded as having no fixed place of work."
                        ],
                        "examples_local": [
                            "Cette politique garantit pleinement l'inscription dans le système d'enseignement supérieur des étudiants ayant un tel statut social.",
                            "L'Article 120 du Code du travail fixe la durée du congé de base pour les employés reconnus comme ayant rendu des services spéciaux à L'Azerbaïdjan.",
                            "Ces personnes doivent être codées comme n'ayant pas de lieu de travail fixe."
                        ],
                        "word_rating": 26782
                    },
                    {
                        "local_word": "ayant",
                        "examples": [
                            "The President was given the authority to issue decrees having the force of law.",
                            "The Indian Supreme Court has interpreted such provisions as having real significance.",
                            "Grant me, Divine Father, the delegation of having power over malevolent spirits."
                        ],
                        "examples_local": [
                            "Le Président est habilité à prendre des décrets ayant force de loi.",
                            "La Cour suprême indienne a interprété ces dispositions comme ayant une signification réelle.",
                            "Accorde-moi, Père Divin, la délégation de pouvoir sur des esprits malveillants."
                        ],
                        "word_rating": 11092
                    },
                    {
                        "local_word": "ayant",
                        "examples": [
                            "Not having a rope, you can easily lose each other.",
                            "It's like I'm having some kind of a breakdown.",
                            "They're just having a big meeting about next fall's chorus program."
                        ],
                        "examples_local": [
                            "Ne pas avoir de corde, vous pouvez facilement vous perdre l'un l'autre.",
                            "C'est comme si je faisais une sorte de dépression.",
                            "Ils ont juste une grande réunion à propos du programme de chorales de l'automne prochain."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "gai",
                        "examples": [
                            "You know, for a moment there, you were actually having fun, Detective.",
                            "It looked like you were having so much fun together."
                        ],
                        "examples_local": [
                            "Pendant un moment, vous vous amusiez, Inspecteur.",
                            "On aurait dit que vous vous amusiez tellement ensemble."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "haves": {
                "word_id": 104690,
                "wordsenses": [
                    {
                        "local_word": "possédants",
                        "examples": [
                            "There is a strong sense of injustice and discrimination between the haves and have-nots.",
                            "Effective solidarity between the haves and the have nots is an essential part of the solution to the problems of marginalization and poverty.",
                            "In line with the Copenhagen Declaration, the Government of Uganda believes that the gap between the haves and have-nots must be narrowed."
                        ],
                        "examples_local": [
                            "Il existe un fort sentiment d'injustice et de discrimination entre les nantis et les démunis.",
                            "Une solidarité Effective entre les nantis et les démunis est un élément essentiel de la solution des problèmes de marginalisation et de pauvreté.",
                            "Conformément à la Déclaration de Copenhague, le Gouvernement ougandais estime que le fossé entre les nantis et les démunis doit être réduit."
                        ],
                        "word_rating": 294
                    },
                    {
                        "local_word": "possédants",
                        "examples": [
                            "The same division between the haves and the have-nots is reflected within many nations.",
                            "The whole country today is becoming the haves and have-nots.",
                            "It is true that the world is still divided between the haves and the have nots."
                        ],
                        "examples_local": [
                            "La même division entre les nantis et les démunis se traduit dans de nombreux pays.",
                            "Tout le pays est aujourd'hui de plus les nantis et les démunis.",
                            "Il est vrai que le monde est toujours divisé entre les nantis et les démunis."
                        ],
                        "word_rating": 60
                    }
                ]
            }
        }
    },
    "letter": {
        "word_id": 23727,
        "lemma_branch": [
            {
                "definition": "a written message that you send to someone, usually by post",
                "local_word": "lettre",
                "examples": [
                    "I got a letter from Paul this morning.",
                    "This letter must be signed by the executive officer of the organization or the leader of the community.",
                    "The letter sent to the police is one of a crazy person.",
                    "The Permanent Mission of the Republic of the Sudan kindly requests that the enclosed letter be handed over to the High Commissioner."
                ],
                "definition_local": "un message écrit que vous envoyez à quelqu'un, Habituellement par la poste",
                "examples_local": [
                    "J'ai reçu une lettre de Paul ce matin.",
                    "Cette lettre doit être signée par le dirigeant de l'organisation ou le chef de la communauté.",
                    "La lettre envoyée à la police est celle d'un fou."
                ],
                "word_rating": 35003
            },
            {
                "definition": "a symbol that is used in written language and that represents a sound in that language",
                "local_word": "lettre",
                "examples": [
                    "the letter K",
                    "A capital letter is used at the beginning of a sentence.",
                    "At the beginning of a sentence a capital letter is used.",
                    "Each one of these symbols has a small letter next to it..."
                ],
                "definition_local": "un symbole qui est utilisé dans la langue écrite et qui représente un son dans cette langue",
                "examples_local": [
                    "la lettre K",
                    "Une lettre majuscule est utilisé au début d'une phrase.",
                    "Au début d'une phrase par une majuscule est utilisé."
                ],
                "word_rating": 10471
            }
        ],
        "wordforms_branch": {
            "letters": {
                "word_id": 54581,
                "wordsenses": [
                    {
                        "local_word": "lettres",
                        "examples": [
                            "Presentation of candidature is being made in the form of letters to the Security Council.",
                            "I've written a lot of letters to the next of kin.",
                            "Following implementation of the automated system, the Administration will examine the possibility of issuing quarterly reminder letters."
                        ],
                        "examples_local": [
                            "La présentation de la candidature se fait sous forme de lettres adressées au Conseil de sécurité.",
                            "J'ai écrit beaucoup de lettres à la famille proche.",
                            "Après la mise en œuvre du système automatisé, l'Administration examinera la possibilité d'émettre trimestriel des lettres de rappel."
                        ],
                        "word_rating": 4654
                    },
                    {
                        "local_word": "lettres",
                        "examples": [
                            "As indicated in their letters, both parties have rejected the options put before them.",
                            "Following these consultations, in its subsequent letters to Belarus, Lithuania requested the holding of another public hearing.",
                            "No reference to such measures had been made in the Committee's letters."
                        ],
                        "examples_local": [
                            "Comme indiqué dans leurs lettres, les deux parties ont rejeté les options qui leur avaient été présentées.",
                            "À la suite de ces consultations, dans ses lettres ultérieures au Bélarus, la Lituanie a demandé la tenue d'une autre audience publique.",
                            "Ces mesures n'ont pas été mentionnées dans les lettres du Comité."
                        ],
                        "word_rating": 11
                    },
                    {
                        "local_word": "lettres",
                        "examples": [
                            "After that result, the Presidents of the two bodies will exchange letters and give the names of the candidates.",
                            "It is rather improbable that a general multilateral treaty could consist of an exchange of letters.",
                            "The Group also addressed letters to the two oil and gas companies in the country."
                        ],
                        "examples_local": [
                            "Après ce résultat, les présidents des deux organes échangeront des lettres et donneront les noms des candidats.",
                            "Il est plutôt improbable qu'un traité multilatéral général pourrait consister en un échange de lettres.",
                            "Le Groupe a également adressé des lettres aux deux sociétés pétrolières et gazières du pays."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "lettres",
                        "examples": [
                            "The banks have not yet completed the checks following the last two letters.",
                            "And of those letters, we still have no explanation whatsoever.",
                            "The Group continued to request information related to 16 letters that were sent during the previous mandate but remained unanswered."
                        ],
                        "examples_local": [
                            "Les banques n'ont pas encore terminé les vérifications suivantes les deux dernières lettres.",
                            "Et de ces lettres, nous n'avons toujours aucune explication.",
                            "Le groupe a continué de demander des informations concernant 16 lettres qui avaient été envoyées au cours du mandat précédent mais qui sont restées sans réponse."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "correspondances",
                        "examples": [
                            "Patients are entitled to send and receive letters and receive packages and visits.",
                            "A great number of formal and informal meetings were held, including negotiations in the capitals of some nuclear States, as well as exchanges of letters."
                        ],
                        "examples_local": [
                            "Les Patients ont le droit d'envoyer et de recevoir des lettres et de recevoir des colis et des visites.",
                            "Un grand nombre de réunions formelles et informelles ont eu lieu, y compris des négociations dans les capitales de certains États nucléaires, ainsi que des échanges de lettres."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "plate": {
        "word_id": 30934,
        "lemma_branch": [
            {
                "definition": "a flat, round object that is used for putting food on",
                "local_word": "assiette",
                "examples": [
                    "a dinner plate",
                    "a plate of biscuits",
                    "This is the life - bit of Shaky, enormous plate of chips.",
                    "No, it's just a paper plate.",
                    "I mean, we'll need another plate."
                ],
                "definition_local": "un objet plat et rond qui est utilisé pour mettre de la nourriture sur",
                "examples_local": [
                    "une assiette",
                    "une assiette de biscuits",
                    "C'est la bouée de vie D'une énorme plaque de chips."
                ],
                "word_rating": 19295
            },
            {
                "definition": "a flat piece of metal or glass",
                "local_word": "plaque, feuille (métal, verre)",
                "examples": [
                    "I had a metal plate put in my knee after the accident."
                ],
                "definition_local": "un morceau plat de métal ou de verre",
                "examples_local": [
                    "On m'a mis une plaque de métal dans le genou après l'accident."
                ],
                "word_rating": 4384
            },
            {
                "definition": "metal with a thin layer of gold or silver on top",
                "local_word": "plaqué or / placage d'argent",
                "examples": [],
                "definition_local": "métal avec une fine couche d'or ou d'argent sur le dessus",
                "examples_local": [],
                "word_rating": 0
            },
            {
                "definition": "a picture in a book",
                "local_word": "illustration",
                "examples": [],
                "definition_local": "une photo dans un livre",
                "examples_local": [],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "plates": {
                "word_id": 50715,
                "wordsenses": [
                    {
                        "local_word": "cymbale",
                        "examples": [
                            "Fireflies... the flaming plates of the insect world.",
                            "I'll just have to run home first and take some plates out of the bathroom.",
                            "You can make dinner plates with that lot."
                        ],
                        "examples_local": [
                            "Luciole... les plaques enflammées du monde des insectes.",
                            "Je vais devoir rentrer chez moi d'abord et sortir les assiettes de la salle de bain.",
                            "Vous pouvez faire des assiettes avec qui beaucoup."
                        ],
                        "word_rating": 10411
                    },
                    {
                        "local_word": "plaques",
                        "examples": [
                            "I accidentally scratched one of the glass plates with one of my rings.",
                            "It s used for the quick simultaneous erasure of the plates throughout of their lengths.",
                            "It is also used for the storage of the plates at the intervals between exposures."
                        ],
                        "examples_local": [
                            "J'ai accidentellement griffé une plaque de verre avec une de mes bagues.",
                            "Il est utilisé pour l'effacement simultané rapide des plaques sur toute leur longueur.",
                            "Il est également utilisé pour le stockage des plaques dans les intervalles entre les expositions."
                        ],
                        "word_rating": 656
                    },
                    {
                        "local_word": "chambres",
                        "examples": [
                            "Suspects are traveling in a gold minivan with Texas license plates.",
                            "He's looking for a white convertible with Madrid plates.",
                            "I saw your car with the Illinois plates."
                        ],
                        "examples_local": [
                            "Les Suspects voyagent dans une minifourgonnette en or avec des plaques du Texas.",
                            "Il cherche une décapotable blanche avec des plaques de Madrid.",
                            "J'ai vu ta voiture avec les plaques de L'Illinois."
                        ],
                        "word_rating": 545
                    },
                    {
                        "local_word": "plaque d'immatriculation",
                        "examples": [
                            "A concerned citizen tried to catch some of their license plates on camera.",
                            "Kosovo license plates are still not recognized by the Serbian Government, which exacerbates limitations on freedom of movement for the Kosovo Serb population.",
                            "UNMIK-issued Kosovo licence plates and registration are now also recognized by the former Yugoslav Republic of Macedonia."
                        ],
                        "examples_local": [
                            "Un citoyen a essayé d'attraper certaines de leurs plaques d'immatriculation sur l'appareil photo.",
                            "Les plaques d'immatriculation du Kosovo ne sont toujours pas reconnues par le gouvernement Serbe, ce qui exacerbe les restrictions à la liberté de circulation de la population Serbe du Kosovo.",
                            "Les plaques d'immatriculation et d'immatriculation délivrées par la MINUK au Kosovo sont désormais également reconnues par l'ex-République yougoslave de Macédoine."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "assiettes",
                        "examples": [
                            "And we want to sell thousands of those plates.",
                            "I carry too many plates and drinks at the restaurant.",
                            "A few years and whole lot of enchilada plates, a whole lot."
                        ],
                        "examples_local": [
                            "Et nous voulons vendre des milliers de ces plaques.",
                            "J'ai trop d'assiettes et de boissons au restaurant.",
                            "Quelques années et beaucoup d'assiettes d'enchilada, beaucoup."
                        ],
                        "word_rating": 2110
                    },
                    {
                        "local_word": "panonceaux",
                        "examples": [
                            "Alternating such loads and deliveries, coupled with the requirement to change plates, is not easy to manage.",
                            "On the monument there are many plates with words of gratitude to this great Bolivian.",
                            "This issue has been addressed in ATP by the introduction of ATP plates which are allowed to replace the certificate and markings on small containers."
                        ],
                        "examples_local": [
                            "Il n'est pas facile de gérer l'alternance de telles charges et livraisons, associée à la nécessité de changer de plaques.",
                            "Sur le monument il y a beaucoup de plaques avec des mots de gratitude à ce grand Bolivien.",
                            "Cette question a été traitée dans L'ATP par l'introduction de plaques ATP qui sont autorisées à remplacer l'attestation et les marques sur les petits conteneurs."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "chambres",
                        "examples": [
                            "On 13 January, the Kosovo police began confiscating Serbian plates issued for Kosovo."
                        ],
                        "examples_local": [
                            "Le 13 janvier, la police du Kosovo a commencé à confisquer les plaques d'immatriculation Serbes délivrées pour le Kosovo."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "plaques",
                        "examples": [
                            "The main control unit shall be positioned within the central one third of the longitudinal, vertical and transverse dimensions of the space between the parallel plates.",
                            "Looks like they welded metal plates over the windows.",
                            "The inventive distance lattice comprises cells which are used for mounting the fuel elements or guide channels and are formed by perpendicular crossing plates."
                        ],
                        "examples_local": [
                            "L'Unité de commande principale doit être placée à l'intérieur du tiers central des dimensions longitudinale, verticale et transversale de l'espace entre les plaques parallèles.",
                            "On dirait qu'ils ont soudé des plaques métalliques sur les fenêtres.",
                            "Le réseau à distance inventif est constitué de cellules utilisées pour le montage des éléments combustibles ou des canaux de guidage et formées par des plaques de croisement perpendiculaires."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "cuisinières",
                        "examples": [
                            "The geology and landscape of Indonesia were formed millions of years ago by the collision of three geodesic plates.",
                            "This is nature, it's tectonic plates shifting.",
                            "There are, as you know, 14 major tectonic plates."
                        ],
                        "examples_local": [
                            "La géologie et le paysage de L'Indonésie ont été formés il y a des millions d'années par la collision de trois plaques géodésiques.",
                            "C'est la nature, les plaques tectoniques changent.",
                            "Il y a, comme vous le savez, 14 plaques tectoniques majeures."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "cuisinières",
                        "examples": [
                            "In the world economy, the tectonic plates are in motion and new actors are emerging.",
                            "The Earth's temperature is rising; tectonic plates are shifting; and lands are drying up.",
                            "It's like the tectonic plates have shifted."
                        ],
                        "examples_local": [
                            "Dans l'économie mondiale, les plaques tectoniques sont en mouvement et que de nouveaux acteurs émergent.",
                            "La température de la Terre augmente, les plaques tectoniques se déplacent et les terres s'assèchent.",
                            "C'est comme si les plaques tectoniques avaient changé."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "treat": {
        "word_id": 42018,
        "lemma_branch": [
            {
                "definition": "to behave towards or deal with someone in a particular way",
                "local_word": "traiter, traiter (avec quelqu'un)",
                "examples": [
                    "He treats her really badly.",
                    "She felt she'd been unfairly treated by her employer.",
                    "They treat her like one of their own children."
                ],
                "definition_local": "pour agir à l'égard ou de traiter avec quelqu'un en particulier",
                "examples_local": [
                    "Il traite très mal.",
                    "Elle estimait avoir été traitée injustement par son employeur.",
                    "Ils la traitent comme un de leurs enfants."
                ],
                "word_rating": 69
            },
            {
                "definition": "to consider something in a particular way",
                "local_word": "comprendre, de percevoir",
                "examples": [
                    "He treated my suggestion as a joke."
                ],
                "definition_local": "envisager quelque chose en particulier",
                "examples_local": [
                    "Il a traité ma suggestion comme une blague."
                ],
                "word_rating": 14
            },
            {
                "definition": "to give medical care to someone for an illness or injury",
                "local_word": "traiter",
                "examples": [
                    "He's being treated for cancer at a hospital in California.",
                    "Directors of all public and private health-care establishments were required to admit and treat victims of FGM.",
                    "And the legal profession has never really known how to treat them.",
                    "Dr. Hudson, I don't want to treat him anymore.",
                    "You need to lay back, calm down, and let us treat you.",
                    "l suppose I'd have to try and treat her on my own.",
                    "No. He was going to treat my rheumatoid arthritis."
                ],
                "definition_local": "donner des soins médicaux à quelqu'un pour une maladie ou une blessure",
                "examples_local": [
                    "Il est soigné pour un cancer dans un hôpital en Californie.",
                    "Les directeurs de tous les établissements de soins de santé publics et privés sont tenus d'accueillir et de traiter les victimes de MGF.",
                    "Et la profession juridique n'a jamais vraiment su comment les traiter."
                ],
                "word_rating": 210
            },
            {
                "definition": "to do or buy something special for someone",
                "local_word": "traiter, donner du plaisir",
                "examples": [
                    "I'm going to treat her to dinner at that nice Italian restaurant."
                ],
                "definition_local": "faire ou acheter quelque chose de spécial pour quelqu'un",
                "examples_local": [
                    "Je vais traiter son dîner au restaurant italien."
                ],
                "word_rating": 652
            },
            {
                "definition": "to put a substance on something in order to protect it",
                "local_word": "traiter",
                "examples": [
                    "The wood is then treated with a special chemical to protect it from the rain."
                ],
                "definition_local": "mettre une substance sur quelque chose pour la protéger",
                "examples_local": [
                    "Le bois est ensuite traité avec un produit chimique spécial pour le protéger de la pluie."
                ],
                "word_rating": 228
            },
            {
                "definition": "something special that you buy or do for someone else",
                "local_word": "cadeau de repas",
                "examples": [
                    "a birthday treat",
                    "As a special treat I'm taking him out for dinner.",
                    "Annie, put your money away, this is my treat (= I am paying)."
                ],
                "definition_local": "quelque chose de spécial que vous acheter ou faire pour quelqu'un d'autre",
                "examples_local": [
                    "un anniversaire traiter",
                    "Comme un traitement spécial, je vais le prendre avec lui pour le dîner.",
                    "Annie, Range ton argent, c'est mon cadeau (= je paie)."
                ],
                "word_rating": 937
            }
        ],
        "wordforms_branch": {
            "treats": {
                "word_id": 50961,
                "wordsenses": [
                    {
                        "local_word": "traite avec",
                        "examples": [
                            "It has often been said that the degree of civilization of a State can be measured by the way in which it treats prisoners.",
                            "He treats a flower girl as if she were a duchess.",
                            "As in, the way Zombie High treats science."
                        ],
                        "examples_local": [
                            "On a souvent dit que le degré de civilisation d'un État peut se mesurer à la façon dont il traite les prisonniers.",
                            "Il traite une fleuriste comme si elle était duchesse.",
                            "Comme dans, la façon dont Zombie High traite la science."
                        ],
                        "word_rating": 3408
                    },
                    {
                        "local_word": "dessiné avec",
                        "examples": [
                            "He does not treat me as his proper wife, as the King treats you.",
                            "She treats the rest of us like that regularly.",
                            "He still treats me like I'm a baby."
                        ],
                        "examples_local": [
                            "Il ne me traite pas comme sa propre épouse, comme le Roi vous traite.",
                            "Elle nous traite comme ça régulièrement.",
                            "Il me traite toujours comme je suis un bébé."
                        ],
                        "word_rating": 4
                    },
                    {
                        "local_word": "régalades",
                        "examples": [
                            "The master has left a couple of treats on the pillow.",
                            "Saint Nicholas brings treats for the good boys and girls, but...",
                            "And you don't want to lose your treats."
                        ],
                        "examples_local": [
                            "Le maître a laissé quelques friandises sur l'oreiller.",
                            "Saint Nicolas apporte des friandises pour les bons garçons et les filles, mais...",
                            "Et tu ne veux pas perdre tes gâteries."
                        ],
                        "word_rating": 16291
                    }
                ]
            },
            "treating": {
                "word_id": 51140,
                "wordsenses": [
                    {
                        "local_word": "traitai",
                        "examples": [
                            "ENZO: Martin was treating me for heroin addiction.",
                            "He was treating himself without even knowing it.",
                            "And one which we should pose to whoever was treating her."
                        ],
                        "examples_local": [
                            "Martin me traitait pour dépendance à l'héroïne.",
                            "Il a été le traitement lui-même, sans même le savoir.",
                            "Et une que nous devrions poser à celui qui la traitait."
                        ],
                        "word_rating": 9
                    },
                    {
                        "local_word": "s'appliquer à",
                        "examples": [
                            "They are also charged with treating all staff with respect.",
                            "Then you have to stop treating me like I am a criminal.",
                            "I'm off him until he starts treating me better."
                        ],
                        "examples_local": [
                            "Ils sont également chargés de traiter tout le personnel avec respect.",
                            "Alors tu dois arrêter de me traiter comme un criminel.",
                            "Je le quitte jusqu'à ce qu'il commence à mieux me traiter."
                        ],
                        "word_rating": 15
                    },
                    {
                        "local_word": "gérer",
                        "examples": [
                            "Stop treating me like a kid.",
                            "He keeps treating me like this little kid, like I can't do anything.",
                            "Stop treating me like I can't handle myself."
                        ],
                        "examples_local": [
                            "Arrête de me traiter comme un enfant.",
                            "Il me traite comme un gamin, comme si je ne pouvais rien faire.",
                            "Arrête de me traiter comme si j'étais insupportable."
                        ],
                        "word_rating": 9864
                    }
                ]
            },
            "treated": {
                "word_id": 51882,
                "wordsenses": [
                    {
                        "local_word": "considère",
                        "examples": [
                            "The content of the second part of the documentation package shall be treated as strictly confidential."
                        ],
                        "examples_local": [
                            "Le contenu de la deuxième partie du dossier documentaire est traité comme strictement confidentiel."
                        ],
                        "word_rating": 34361
                    },
                    {
                        "local_word": "se tourner",
                        "examples": [
                            "All children, irrespective of their racial or ethnic backgrounds, are treated alike."
                        ],
                        "examples_local": [
                            "Tous les enfants, quelle que soit leur race ou leur origine ethnique, sont traités de la même manière."
                        ],
                        "word_rating": 903
                    },
                    {
                        "local_word": "se tourner",
                        "examples": [
                            "The way you treated me really messed me up for a long time.",
                            "In Daroca and Valladolid prisons he was treated normally.",
                            "Those who had committed minor offences had been treated with leniency."
                        ],
                        "examples_local": [
                            "La façon dont tu m'as traitée vraiment foiré moi pour un moment.",
                            "Dans les prisons de Daroca et Valladolid, il était traité normalement.",
                            "Ceux qui avaient commis des infractions mineures avaient été traités avec indulgence."
                        ],
                        "word_rating": 10
                    },
                    {
                        "local_word": "se tourner",
                        "examples": [
                            "He or she must be treated as a member of the family."
                        ],
                        "examples_local": [
                            "Il ou elle doit être traitée comme un membre de la famille."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "traitâmes",
                        "examples": [
                            "We treated her for Anaphylaxis, but her symptoms didn't respond to treatment.",
                            "We tried pain meds and treated him for pyelonephritis.",
                            "The conclusions of the forensic medical examination have been confirmed by doctors who treated the author's son and by other materials."
                        ],
                        "examples_local": [
                            "Nous l'avons traitée à l'Anaphylaxie, mais ses symptômes n'ont pas répondu au traitement.",
                            "On a essayé des antidouleurs et on l'a traité pour la pyélonéphrite.",
                            "Les conclusions de l'examen médico-légal ont été confirmées par les médecins qui ont soigné le fils de l'auteur et par d'autres éléments."
                        ],
                        "word_rating": 1382
                    },
                    {
                        "local_word": "traité",
                        "examples": [
                            "Concentrations of PCB in the treated oils are in the range of < 5 ng/g.",
                            "The area treated in Pakistan is not known as of now.",
                            "These seeds are from specially treated plants."
                        ],
                        "examples_local": [
                            "Les concentrations de BPC dans les huiles traitées sont de l'ordre de < 5 ng/G.",
                            "La zone traitée au Pakistan n'est pas connu aujourd'hui.",
                            "Ces graines proviennent de plantes spécialement traitées."
                        ],
                        "word_rating": 53
                    },
                    {
                        "local_word": "a",
                        "examples": [
                            "China had always treated them in accordance with its domestic legislation and with international law in a humanitarian spirit.",
                            "Villagers from Busumba testified that Ntibaturana treated brutally landowners who had attempted to retrieve their land or to lodge complaints with regular authorities.",
                            "Look, I treated you like a child For having feelings."
                        ],
                        "examples_local": [
                            "La Chine les a toujours traités conformément à sa législation nationale et au droit international dans un esprit humanitaire.",
                            "Des villageois de Busumba ont déclaré que Ntibaturana avait traité avec brutalité des propriétaires terriens qui avaient tenté de récupérer leurs terres ou de porter plainte auprès des autorités régulières.",
                            "Ecoute, je t'ai traité comme un enfant pour avoir des sentiments."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "traitai",
                        "examples": [
                            "We are looking for the doctor who treated Timothy Hartley.",
                            "This is Glen Durant, the physician who treated Cooper.",
                            "Two thousand years ago, that's how Galen treated schizophrenics."
                        ],
                        "examples_local": [
                            "Nous cherchons le docteur qui a traité Timothy Hartley.",
                            "Voici Glen Durant, le médecin qui a traité Cooper.",
                            "Deux mille ans, c'est la façon dont Galien traités schizophrènes."
                        ],
                        "word_rating": 15
                    },
                    {
                        "local_word": "traité",
                        "examples": [
                            "I treated you like you were my own son.",
                            "I treated you like a friend.",
                            "You told me he treated you like a skivvy."
                        ],
                        "examples_local": [
                            "Je vous traitent comme si vous étiez mon fils.",
                            "Je vous traitent comme un ami.",
                            "Tu m'as dit qu'il te traitait comme un vaurien."
                        ],
                        "word_rating": 3995
                    }
                ]
            }
        }
    },
    "dinner": {
        "word_id": 12252,
        "lemma_branch": [
            {
                "definition": "the main meal of the day that people usually eat in the evening",
                "local_word": "déjeuner, dîner",
                "examples": [
                    "What's for dinner tonight?"
                ],
                "definition_local": "le repas principal du jour que les gens mangent habituellement le soir",
                "examples_local": [
                    "Ce qui est pour le dîner de ce soir?"
                ],
                "word_rating": 50213
            }
        ],
        "wordforms_branch": {
            "dinners": {
                "word_id": 7592059,
                "wordsenses": [
                    {
                        "local_word": "dîners",
                        "examples": [
                            "That way, we'll get the benefit of all your knowledge for the price of a couple of dinners.",
                            "They get sucked into this feminine sphere of TV-series and nice dinners.",
                            "Lots of dinners, jewelry, women's lingerie."
                        ],
                        "examples_local": [
                            "De cette façon, nous aurons le bénéfice de toutes vos connaissances pour le prix d'un couple de dîners.",
                            "Ils sont aspirés dans cette sphère féminine de séries télé et de bons dîners.",
                            "Beaucoup de dîners, bijoux, lingerie féminine."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "dîners",
                        "examples": [
                            "An important part of this participation has been the organization of high-profile side events each year, including symposia, press conferences, policy luncheons and discussion dinners."
                        ],
                        "examples_local": [
                            "Une part importante de cette participation a été l'organisation de manifestations parallèles très médiatisées chaque année, notamment des colloques, des conférences de presse, des déjeuners politiques et des dîners de discussion."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "necessary": {
        "word_id": 26930,
        "lemma_branch": [
            {
                "definition": "needed in order to achieve something",
                "local_word": "nécessaire",
                "examples": [
                    "Is it really necessary to give so much detail?",
                    "Does he have the necessary skills and experience?",
                    "The police are prepared to use force, if necessary.",
                    "This is a necessary instrument for States to be in a position to implement the sanctions effectively.",
                    "At this stage, the secretariat necessary to support a full programme of visits was not in place.",
                    "In light of the object and purpose of the Convention, an extension under article 5 should only be granted for the shortest possible time necessary."
                ],
                "definition_local": "nécessaire pour réaliser quelque chose",
                "examples_local": [
                    "Est-il vraiment nécessaire de donner autant de détails?",
                    "A-t-il les compétences nécessaires et l'expérience?",
                    "La police est prête à recourir à la force, si nécessaire."
                ],
                "word_rating": 16303
            }
        ],
        "wordforms_branch": {}
    },
    "go": {
        "word_id": 18018,
        "lemma_branch": [
            {
                "definition": "to move or travel somewhere",
                "local_word": "aller, aller",
                "examples": [
                    "I'd love to go to America.",
                    "We went into the house.",
                    "Are you going by train?"
                ],
                "definition_local": "pour se déplacer ou voyager quelque part",
                "examples_local": [
                    "J'aimerais aller en Amérique.",
                    "Nous sommes allés dans la maison.",
                    "Allez-vous en train?"
                ],
                "word_rating": 2187
            },
            {
                "definition": "to move or travel somewhere in order to do something",
                "local_word": "aller, aller",
                "examples": [
                    "Let's go for a walk.",
                    "We're going camping tomorrow."
                ],
                "definition_local": "pour déplacer ou de voyager quelque part pour faire quelque chose",
                "examples_local": [
                    "Let's go pour une promenade.",
                    "Nous allons faire du camping demain."
                ],
                "word_rating": 65723
            },
            {
                "definition": "to disappear or no longer exist",
                "local_word": "disparaître, passer",
                "examples": [
                    "When I turned round the man had gone."
                ],
                "definition_local": "à disparaître ou ne plus exister",
                "examples_local": [
                    "Quand je me suis retourné, l'homme était parti."
                ],
                "word_rating": 3
            },
            {
                "definition": "to develop in a particular way",
                "local_word": "passer, bien/mal, etc.",
                "examples": [
                    "My exams went really badly."
                ],
                "definition_local": "afin de développer d'une manière particulière",
                "examples_local": [
                    "Mes examens se sont vraiment très mal."
                ],
                "word_rating": 3
            },
            {
                "definition": "to continue to be in a particular state",
                "local_word": "rester (dans un état)",
                "examples": [
                    "We won't let anyone go hungry."
                ],
                "definition_local": "pour continuer à être dans un état particulier",
                "examples_local": [
                    "Nous ne laisserons personne avoir faim."
                ],
                "word_rating": 0
            },
            {
                "definition": "to work correctly",
                "local_word": "travailler, fonctionner",
                "examples": [
                    "Did you manage to get the car going?"
                ],
                "definition_local": "pour fonctionner correctement",
                "examples_local": [
                    "Avez-vous réussi à obtenir la voiture va?"
                ],
                "word_rating": 3
            },
            {
                "definition": "to stop working correctly",
                "local_word": "disparaître, s'affaiblir",
                "examples": [
                    "Her hearing is going, so speak loudly."
                ],
                "definition_local": "pour arrêter de travailler correctement",
                "examples_local": [
                    "Son ouïe s'en va, alors parlez fort."
                ],
                "word_rating": 4
            },
            {
                "definition": "If two things go, they match each other.",
                "local_word": "s'approcher, s'adapter",
                "examples": [
                    "Any colour goes with jeans."
                ],
                "definition_local": "Si deux choses se passent, elles se rejoignent.",
                "examples_local": [
                    "Toutes les couleurs vont avec les jeans."
                ],
                "word_rating": 32
            },
            {
                "definition": "If time goes, it passes.",
                "local_word": "aller, passer (sur le temps)",
                "examples": [
                    "The day went very quickly."
                ],
                "definition_local": "Si le temps passe, il passe.",
                "examples_local": [
                    "La journée s'est très rapidement."
                ],
                "word_rating": 8
            },
            {
                "definition": "to have a particular tune or words",
                "local_word": "avoir une mélodie ou des mots, sonner",
                "examples": [
                    "I can't remember how it goes."
                ],
                "definition_local": "pour avoir un air particulier ou des mots",
                "examples_local": [
                    "Je ne me souviens pas comment il va."
                ],
                "word_rating": 0
            },
            {
                "definition": "to make a particular sound or movement",
                "local_word": "émettre un son, se déplacer d'une certaine manière",
                "examples": [
                    "My dog goes like this when he wants some food."
                ],
                "definition_local": "pour faire un son ou un mouvement particulier",
                "examples_local": [
                    "Mon chien fait ça quand il veut manger."
                ],
                "word_rating": 0
            },
            {
                "definition": "an attempt to do something",
                "local_word": "tentative",
                "examples": [
                    "I had a go at catching a fish.",
                    "If you think you might like skiing, why don't you give it a go (= try to do it)?"
                ],
                "definition_local": "une tentative de faire quelque chose",
                "examples_local": [
                    "J'ai eu un aller à attraper un poisson.",
                    "Si vous pensez que vous aimeriez le ski, pourquoi ne pas lui donner un aller (= essayer de le faire)?"
                ],
                "word_rating": 29
            },
            {
                "definition": "someone's turn to do something",
                "local_word": "file d'attente",
                "examples": [
                    "Throw the dice Jane, it's your go."
                ],
                "definition_local": "quelqu'un est au tour de faire quelque chose",
                "examples_local": [
                    "Lance les dés, Jane, c'est ton tour."
                ],
                "word_rating": 0
            },
            {
                "definition": "to criticize someone angrily",
                "local_word": "gronder quelqu'un",
                "examples": [
                    "My mother's always having a go at me about my hair."
                ],
                "definition_local": "critiquer quelqu'un avec colère",
                "examples_local": [
                    "Ma mère me harcèle toujours pour mes cheveux."
                ],
                "word_rating": 6
            },
            {
                "definition": "to try to make something succeed, usually by working hard",
                "local_word": "réussir",
                "examples": [],
                "definition_local": "pour essayer de faire quelque chose de réussir, généralement en travaillant dur",
                "examples_local": [],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "going": {
                "word_id": 18073,
                "wordsenses": [
                    {
                        "local_word": "vais",
                        "examples": [
                            "I'm just going to take a look at the stadium.",
                            "OK. I'm going to bring you some green tea.",
                            "I am not going to dinner with you."
                        ],
                        "examples_local": [
                            "Je vais juste prendre un coup d'oeil dans le stade.",
                            "OK. Je vais vous apporter un peu de thé vert.",
                            "Je ne suis pas en train de dîner avec vous."
                        ],
                        "word_rating": 24190
                    },
                    {
                        "local_word": "se réunir",
                        "examples": [
                            "Francois Seurel, my cousin the one who's going to be a teacher.",
                            "Barging in here isn't going to help your situation, Mr. Langton.",
                            "Chief O'Brien is going to run a quantum scan on the crystal in the morning."
                        ],
                        "examples_local": [
                            "François Seurel, mon cousin qui va être un enseignant.",
                            "Faire irruption ici n'arrangera pas votre situation, M. Langton.",
                            "Le chef O'Brien va faire un scan Quantique sur le cristal dans la matinée."
                        ],
                        "word_rating": 1740
                    },
                    {
                        "local_word": "allons",
                        "examples": [
                            "We got one dance left, then we're going home.",
                            "We have no clue where we're going.",
                            "We're going out for a drink to celebrate the return of Cho."
                        ],
                        "examples_local": [
                            "Il nous reste une danse, puis on rentre à la maison.",
                            "Nous n'avons aucune idée d'où nous allons.",
                            "On va boire un verre pour fêter le retour de Cho."
                        ],
                        "word_rating": 55
                    },
                    {
                        "local_word": "se réunir",
                        "examples": [
                            "Why? We need to know if we're going to relocate them.",
                            "We are going to get the particulars of all the Russian units in Latvia.",
                            "We are going to be investigating This horrible attack that has taken place today."
                        ],
                        "examples_local": [
                            "Pourquoi? On doit savoir si on va les relocaliser.",
                            "Nous allons obtenir les détails de toutes les unités soviétiques en Lettonie.",
                            "Nous allons étudier Cet horrible attentat qui a eu lieu aujourd'hui."
                        ],
                        "word_rating": 110
                    },
                    {
                        "local_word": "allons",
                        "examples": [
                            "Johnny, it's a woman we're going to see.",
                            "Actually me and Kev are taking the ice cream truck to Indiana, going on a fireworks run.",
                            "What? - Me and Nora are going on tour."
                        ],
                        "examples_local": [
                            "Johnny, c'est une femme qu'on va voir.",
                            "En fait, Kev et moi, on emmène le camion de glace dans L'Indiana, pour faire un feu d'artifice.",
                            "Quoi? - Nora et moi, on part en tournée."
                        ],
                        "word_rating": 19
                    },
                    {
                        "local_word": "D'accord",
                        "examples": [
                            "Are you going for a walk? It's a very interesting town."
                        ],
                        "examples_local": [
                            "Êtes-vous d'aller pour une promenade? C'est une très intéressante de la ville."
                        ],
                        "word_rating": 9
                    },
                    {
                        "local_word": "vas",
                        "examples": [
                            "Not as long as you keep going down this path.",
                            "You're not going to the mines with Indra.",
                            "You're going the wrong way, Morgan. I'm just grabbing dinner, sarge."
                        ],
                        "examples_local": [
                            "Pas aussi longtemps que vous continuez dans cette voie.",
                            "Tu n'iras pas à la mine avec Indra.",
                            "Tu vas dans la mauvaise direction, Morgan. Je prends juste le dîner, sergent."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "se réunir",
                        "examples": [
                            "Well, actually, I was going over to Trey's to celebrate.",
                            "I was going to suggest that you use a master key.",
                            "At first, he's going to break off the engagement... then he doesn't."
                        ],
                        "examples_local": [
                            "En fait, j'allais chez Trey pour fêter ça.",
                            "J'allais vous suggérons d'utiliser une clé maître.",
                            "Au début, il va rompre les fiançailles... ensuite, il ne fonctionne pas."
                        ],
                        "word_rating": 91
                    },
                    {
                        "local_word": "vas",
                        "examples": [
                            "You're going to buy yourself a new dress for the party.",
                            "Boy, you're not going to school in no sneakers."
                        ],
                        "examples_local": [
                            "Vous allez vous acheter une nouvelle robe pour la fête.",
                            "Garçon, vous n'allez pas à l'école à pas de baskets."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "allons",
                        "examples": [
                            "We are going to listen in on Darryl's presentation at the warehouse."
                        ],
                        "examples_local": [
                            "Nous allons écouter Darryl présentation à l'entrepôt."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "aller à",
                        "examples": [
                            "I'm going back to Boston to see your aunt Jean Avery.",
                            "I am going to that party and I'm having a really good time.",
                            "I'm not going on a language learning trip."
                        ],
                        "examples_local": [
                            "Je retourne à Boston voir ta tante Jean Avery.",
                            "Je vais à cette fête et je passe un très bon moment.",
                            "Je ne vais pas sur un apprentissage de la langue voyage."
                        ],
                        "word_rating": 48
                    }
                ]
            },
            "goes": {
                "word_id": 50928,
                "wordsenses": [
                    {
                        "local_word": "D'accord",
                        "examples": [
                            "Over 56 per cent of the budget goes for the servicing of meetings and travel of participants."
                        ],
                        "examples_local": [
                            "Plus de 56% du budget pour l'organisation de réunions et les déplacements des participants."
                        ],
                        "word_rating": 3284
                    },
                    {
                        "local_word": "Ça ira",
                        "examples": [
                            "Stall her for now, let's see how the meeting goes.",
                            "If this goes according to plan, she will be your mother-in-law.",
                            "And if this strike drags on, Prescott goes down."
                        ],
                        "examples_local": [
                            "Retenez - la pour l'instant, voyons comment se passe la réunion.",
                            "Si ça se passe comme prévu, elle sera ta belle-mère.",
                            "Et si cette grève s'éternise, Prescott tombe."
                        ],
                        "word_rating": 638
                    },
                    {
                        "local_word": "marche",
                        "examples": [
                            "He goes to the local kids' home every other weekend.",
                            "That's why he goes to the Center.",
                            "Every year, he goes to a double feature at the Bijou."
                        ],
                        "examples_local": [
                            "Il va à la maison des enfants du coin un week-end sur deux.",
                            "C'est pourquoi il va au Centre.",
                            "Chaque année, il participe à un double spectacle au Bijou."
                        ],
                        "word_rating": 869
                    },
                    {
                        "local_word": "passer par",
                        "examples": [
                            "A lot of stuff goes in and out of that place.",
                            "Mexico has pointed to the fact that real work goes on elsewhere."
                        ],
                        "examples_local": [
                            "Beaucoup de choses entrent et sortent de cet endroit.",
                            "Le Mexique a fait remarquer que le véritable travail se fait ailleurs."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "s'en aller",
                        "examples": [
                            "Uruguay's principled position goes back to the original moment of creation of the United Nations.",
                            "Then goes like he doesn't want to be here.",
                            "He just comes and goes like he pleases."
                        ],
                        "examples_local": [
                            "La position de principe de l'Uruguay remonte au moment de la création de l'Organisation des Nations unies.",
                            "Puis il fait comme s'il ne voulait pas être ici.",
                            "Il vient va et vient comme il lui plaît."
                        ],
                        "word_rating": 4
                    },
                    {
                        "local_word": "passe",
                        "examples": [
                            "Even if everything goes perfectly well, there will be scarring.",
                            "If that all goes well, I'll be out of your hair.",
                            "Uncle, I... I hope all goes well."
                        ],
                        "examples_local": [
                            "Même si tout va parfaitement bien, il y aura des cicatrices.",
                            "Si tout se passe bien, je ne serai plus dans tes pattes.",
                            "Oncle, I... J'espère que tout va bien."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "quitte",
                        "examples": [
                            "If anyone goes before then, there's a chance you'll spend the money.",
                            "This doesn't end until we go or Rowan goes."
                        ],
                        "examples_local": [
                            "Si quelqu'un y va avant, il y a une chance que vous dépensiez l'argent.",
                            "Ça ne s'arrête pas tant qu'on n'est pas partis ou que Rowan n'est pas parti."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "part",
                        "examples": [
                            "The merchant goes to a certain place and offers his goods.",
                            "A one-hour appointment with The Kissing Magician goes to Dwight Shrute.",
                            "You know, he goes to the bank, takes out a lot of cash and leaves it here."
                        ],
                        "examples_local": [
                            "Le marchand se rend à un certain endroit et offre ses marchandises.",
                            "Un rendez-vous d'une heure avec le magicien des baisers va à Dwight Shrute.",
                            "Vous savez, il va à la banque, prend beaucoup d'argent, et le laisse ici."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "went": {
                "word_id": 45107,
                "wordsenses": [
                    {
                        "local_word": "allez",
                        "examples": [
                            "He just took off and went to your mother's.",
                            "He went to the S.E.C., and he confessed.",
                            "Brewer went with him, but it was just to stop him."
                        ],
                        "examples_local": [
                            "Il est juste parti et est allé chez ta mère.",
                            "Il est allé au S. E. C., et il a avoué.",
                            "Brasseur suis allé avec lui, mais c'était juste pour l'arrêter."
                        ],
                        "word_rating": 695
                    },
                    {
                        "local_word": "alla",
                        "examples": [
                            "I went into the bedroom to get changed.",
                            "I thought he fell or something, so I went in to check on him.",
                            "She gave me your dinner and went to bed."
                        ],
                        "examples_local": [
                            "Je suis allé dans la chambre pour se changer.",
                            "J'ai pensé qu'il est tombé ou quelque chose, alors je suis allé vérifier sur lui.",
                            "Elle m'a donné ton dîner et elle est allée se coucher."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "allez-y",
                        "examples": [
                            "One afternoon we went to Jason King's house.",
                            "Some people have her, but the others went to get her back.",
                            "Jessica and Kim... we went out to celebrate."
                        ],
                        "examples_local": [
                            "Un après-midi, nous sommes allés chez Jason King.",
                            "Certaines personnes l'ont, mais les autres sont allés la chercher.",
                            "Jessica et Kim... nous sommes allés à la fête."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "marchas",
                        "examples": [
                            "Because last night I went to Cahill and tried to give him Sutter's trading program.",
                            "Census personnel went to such addresses only when accompanied by a district police officer.",
                            "He told me he went to the Bent Elbow to meet with some new friends."
                        ],
                        "examples_local": [
                            "Parce que la nuit dernière je suis allé à Cahill et j'ai essayé de lui donner le programme de trading de Sutter.",
                            "Le personnel du recensement ne se rendait à ces adresses que s'il était accompagné d'un agent de police de district.",
                            "Il m'a dit qu'il est allé le Coude fléchi à rencontrer de nouveaux amis."
                        ],
                        "word_rating": 11
                    },
                    {
                        "local_word": "alla",
                        "examples": [
                            "[Narrator] And Buster went to his job as a dishwasher.",
                            "Yesterday, King Bossa Ahadee went up north with his entire army.",
                            "You went down there, dumped the computer and headed back to the hotel."
                        ],
                        "examples_local": [
                            "[Narrateur] Et Buster est allé à son travail comme un lave-vaisselle.",
                            "Hier, le Roi Bossa Ahadee est allé dans le Nord avec toute son armée.",
                            "Vous êtes allé là-bas, jetés à l'ordinateur et s'est dirigé vers l'hôtel."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "marchas",
                        "examples": [
                            "But then, I went to business school.",
                            "The last concert she went to was Bruce Springsteen in the late '80s.",
                            "I just went to see him in the hospital a few times."
                        ],
                        "examples_local": [
                            "Mais ensuite, je suis allé à l'école de commerce.",
                            "La dernière fois Qu'elle est allée au concert, C'était Bruce Springsteen à la fin des années 80.",
                            "Je suis juste allé pour le voir à l'hôpital plusieurs fois."
                        ],
                        "word_rating": 8
                    },
                    {
                        "local_word": "marchâtes",
                        "examples": [
                            "Well, that's why we never went camping.",
                            "This was taken when we went to the beach.",
                            "I went with Delphine to one of Leekie's Neolution lectures."
                        ],
                        "examples_local": [
                            "C'est pour ça qu'on n'est jamais allés Camper.",
                            "Ça a été pris quand on est allés à la plage.",
                            "Je suis allé avec Delphine à un des cours de Neolution de Leekie."
                        ],
                        "word_rating": 19976
                    },
                    {
                        "local_word": "quittas",
                        "examples": [
                            "Then he paid the witness a few bucks and went on his way.",
                            "He went to meet Booth, help with the questioning.",
                            "2.3 After his release, the complainant went underground and continued work for the EPRP."
                        ],
                        "examples_local": [
                            "Puis il a donné quelques dollars au témoin et il est parti.",
                            "Il est allé voir Booth, aider à l'interrogatoire.",
                            "2.3 après sa libération, le requérant est entré dans la clandestinité et a continué à travailler pour L'EPRP."
                        ],
                        "word_rating": 78407
                    },
                    {
                        "local_word": "aller à",
                        "examples": [
                            "I went to pick him up after practice.",
                            "After the ayahuasca you went to Abby's.",
                            "He went to get proof and now he's missing."
                        ],
                        "examples_local": [
                            "Je suis allé le chercher après la pratique.",
                            "Après l'ayahuasca, tu es allé chez Abby.",
                            "Il est allé chercher des preuves et maintenant il a disparu."
                        ],
                        "word_rating": 13
                    },
                    {
                        "local_word": "passa",
                        "examples": [
                            "You make it sound as if it all went according to plan.",
                            "Everything went smoothly, right up to the exchange.",
                            "It's been a crazy couple of days, but I think it all went great."
                        ],
                        "examples_local": [
                            "Vous faire sonner comme si tout s'est déroulé selon le plan.",
                            "Tout s'est bien passé, jusqu'à l'échange.",
                            "Ça a été deux jours de folie, mais je pense que tout s'est bien passé."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "vulgairement",
                        "examples": [
                            "In Paris, the Government of the Sudan went further than just making promises.",
                            "He was a good boy, but somehow... things went wrong. I wasn't there.",
                            "Well, it obviously went about as badly as it could've gone."
                        ],
                        "examples_local": [
                            "À Paris, le Gouvernement soudanais est allé plus loin que de simples promesses.",
                            "Il était un bon garçon, mais d'une certaine façon... les choses ont mal tourné. Je n'étais pas là.",
                            "Eh bien, il est évident qu'elle allait aussi mal qu'il pourrait avoir disparu."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "vint",
                        "examples": [
                            "He came to check the victim was OK after the power went down.",
                            "Graham came to thank me for my support... and it went further."
                        ],
                        "examples_local": [
                            "Il est venu vérifier que la victime allait bien après la panne de courant.",
                            "Graham est venu me remercier pour mon soutien... et il est allé plus loin."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "quittas",
                        "examples": [
                            "Dr. Murphy went home sick in the middle of an intestinal resection.",
                            "Apparently most of it went to a laboratory in Rochester, New York.",
                            "She was on the phone and went that way."
                        ],
                        "examples_local": [
                            "Le Dr Murphy est rentré chez lui malade au milieu d'une résection intestinale.",
                            "Apparemment, la plupart sont allés dans un laboratoire à Rochester, New York.",
                            "Elle était au téléphone et est allée par là."
                        ],
                        "word_rating": 2555
                    },
                    {
                        "local_word": "passa",
                        "examples": [
                            "We were up in the mountains when the bombs went off.",
                            "Just checking in to see how Alex's procedure went."
                        ],
                        "examples_local": [
                            "Nous étions dans les montagnes, quand les bombes ont explosé.",
                            "Juste vérifier pour voir comment Alex procédure est allé."
                        ],
                        "word_rating": 9
                    },
                    {
                        "local_word": "allâmes",
                        "examples": [
                            "We went to the very heart of the vessel, the propulsion unit.",
                            "The rest of the agents went straight to the crime scenes.",
                            "On that occasion, we went to the Council armed with a draft resolution."
                        ],
                        "examples_local": [
                            "Nous sommes allés au cœur du vaisseau, l'Unité de propulsion.",
                            "Les autres agents sont allés directement sur les scènes de crime.",
                            "À cette occasion, nous nous sommes rendus au Conseil armés d'un projet de résolution."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "gone": {
                "word_id": 18113,
                "wordsenses": [
                    {
                        "local_word": "quittas",
                        "examples": [
                            "Well, now he's gone for good.",
                            "He's gone ahead... to the Stones.",
                            "Cain's gone and we've lost him, Alan."
                        ],
                        "examples_local": [
                            "Eh bien, maintenant qu'il est parti pour de bon.",
                            "Il est allé de l'avant... pour les Pierres.",
                            "Cain est parti et nous l'avons perdu, Alan."
                        ],
                        "word_rating": 58968
                    },
                    {
                        "local_word": "quittas",
                        "examples": [
                            "Things have lost their meaning, now that Eva's gone.",
                            "I woke up, and you were gone again."
                        ],
                        "examples_local": [
                            "Les choses ont perdu leur sens, maintenant Qu'Eva est partie.",
                            "Je me suis réveillé, et tu étais encore parti."
                        ],
                        "word_rating": 405
                    },
                    {
                        "local_word": "quittâtes",
                        "examples": [
                            "All three ships have already gone off their bearings in the Atlantic Ocean.",
                            "With the males gone, the female is at last reunited with her cub.",
                            "Huntington's money is gone as of 30 seconds ago."
                        ],
                        "examples_local": [
                            "Les trois navires ont déjà perdu leur Cap dans l'Océan Atlantique.",
                            "Les mâles partis, la femelle retrouve enfin son petit.",
                            "L'argent de Huntington a disparu il y a 30 secondes."
                        ],
                        "word_rating": 9
                    },
                    {
                        "local_word": "abîmas",
                        "examples": [
                            "The light is gone, and thousands of people have just suddenly appeared.",
                            "He's gone - the guy in the tent.",
                            "Then one day, suddenly, the post was gone."
                        ],
                        "examples_local": [
                            "La lumière a disparu, et des milliers de personnes sont soudainement apparues.",
                            "Il est parti - le gars dans la tente.",
                            "Puis un jour, soudain, le poteau a disparu."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "quittas",
                        "examples": [
                            "Dr. Peterson's gone to Kansas City to look for his daughter."
                        ],
                        "examples_local": [
                            "Le Dr Peterson est parti à Kansas City à la recherche de sa fille."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "allez",
                        "examples": [
                            "No, he's gone to see some fella about a job.",
                            "He's gone to confront Stevens and get him to talk.",
                            "It's OK that you've gone to the police."
                        ],
                        "examples_local": [
                            "Non, il est allé voir un type pour un boulot.",
                            "Il est allé confronter Stevens et le faire parler.",
                            "C'est normal que tu ailles voir la police."
                        ],
                        "word_rating": 4
                    },
                    {
                        "local_word": "disparûtes",
                        "examples": [
                            "Mrs. McGowan... the rest of the presents, they're gone."
                        ],
                        "examples_local": [
                            "Mme McGowan... le reste des cadeaux, ils sont partis."
                        ],
                        "word_rating": 5
                    },
                    {
                        "local_word": "abîmèrent",
                        "examples": [
                            "And then you left and the raisins were gone.",
                            "When I woke up, they were gone.",
                            "It appears all the adults were murdered And the children are gone."
                        ],
                        "examples_local": [
                            "Et puis tu es parti et les raisins étaient partis.",
                            "Quand je me suis réveillé, ils étaient partis.",
                            "Il semble que tous les adultes ont été assassinés, Et les enfants sont partis."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "alla",
                        "examples": [
                            "For what it's worth, you might as well have gone all the way.",
                            "She's gone to the hotel to meet James.",
                            "My wife had taken a sleeping pill and gone to bed."
                        ],
                        "examples_local": [
                            "Pour ce que ça vaut, vous pourriez aussi bien avoir disparu de toutes les façon.",
                            "Elle est allée à l'hôtel rencontrer James.",
                            "Ma femme avait pris un somnifère et mis au lit."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "secret": {
        "word_id": 36095,
        "lemma_branch": [
            {
                "definition": "If something is secret, other people are not allowed to know about it.",
                "local_word": "secret",
                "examples": [
                    "a secret affair/meeting",
                    "I'll tell you but you must keep it secret.",
                    "You're not even the greatest secret agent in that room.",
                    "I was really serious about that secret language.",
                    "If you're my wife's secret lover, come in."
                ],
                "definition_local": "Si quelque chose est secret, les autres ne sont pas autorisés à le savoir.",
                "examples_local": [
                    "une affaire/réunion secrète",
                    "Je vais te le dire, mais tu dois le garder secret.",
                    "Tu n'es même pas le meilleur agent secret de cette pièce."
                ],
                "word_rating": 967
            },
            {
                "definition": "someone who does something or feels something without telling other people about it",
                "local_word": "admirateur secret / alcoolique, etc.",
                "examples": [],
                "definition_local": "quelqu'un qui fait ou ressent quelque chose sans en parler aux autres.",
                "examples_local": [],
                "word_rating": 0
            },
            {
                "local_word": "secrètement",
                "examples": [
                    "He secretly taped their conversation."
                ],
                "examples_local": [
                    "Il a enregistré leur conversation en secret."
                ],
                "word_rating": 0
            },
            {
                "definition": "something that you tell no one about or only a few people",
                "local_word": "le secret, le mystère de la",
                "examples": [
                    "I'm having a party for him but it's a secret.",
                    "Can you keep a secret?"
                ],
                "definition_local": "quelque chose que vous n'en parler à personne ou quelques personnes",
                "examples_local": [
                    "J'organise une fête pour lui, mais c'est un secret.",
                    "Pouvez-vous garder un secret?"
                ],
                "word_rating": 3591
            },
            {
                "definition": "the best way of achieving something",
                "local_word": "secret, clé",
                "examples": [
                    "So what's the secret of your success?"
                ],
                "definition_local": "la meilleure façon de réaliser quelque chose",
                "examples_local": [
                    "Quel est donc le secret de votre réussite?"
                ],
                "word_rating": 15555
            },
            {
                "definition": "without telling other people",
                "local_word": "secrètement",
                "examples": [
                    "For years they met in secret.",
                    "How secret will it be with a dozen Italians patrolling the halls?",
                    "This has been yer secret place since ye were a lad.",
                    "When did you build this secret passage?",
                    "The State party should ensure that the determination as to whether a matter is a State secret can be appealed before an independent tribunal.",
                    "In Belarus, China and Viet Nam, data on the use of the death penalty is classified as a State secret, the disclosure of which constitutes a criminal offence.",
                    "Men have secrets but no mystery, and I'm so sorry, my little Julie."
                ],
                "definition_local": "sans le dire à d'autres personnes",
                "examples_local": [
                    "Pendant des années, ils se sont rencontrés en secret.",
                    "Quel sera le secret avec une douzaine d'italiens qui patrouillent dans les couloirs?",
                    "C'est ton endroit secret depuis que tu es gamin."
                ],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "secret": {
                "word_id": 1262331,
                "wordsenses": [
                    {
                        "local_word": "secret",
                        "examples": [
                            "The hierarchy of the service, it's like this big secret.",
                            "And just like that, a pretty girl's ugly secret is revealed.",
                            "Then in the aftermath, Ronnie must have figured out the family secret."
                        ],
                        "examples_local": [
                            "La hiérarchie du service, c'est comme ce grand secret.",
                            "Et juste comme ça, le vilain secret d'une jolie fille est révélé.",
                            "Ensuite, Ronnie a dû découvrir le secret de famille."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "mystère",
                        "examples": [
                            "It is the one secret that will never leave my people.",
                            "The only secret that is in there is that your trains kill people.",
                            "There's a dark secret in the Petrelli family."
                        ],
                        "examples_local": [
                            "Il est l'un des secrets qui ne quittera jamais mon peuple.",
                            "Le seul secret est que vos trains tuent des gens.",
                            "Il y a un sombre secret dans la famille Petrelli."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "secret",
                        "examples": [
                            "There's no way we can crack Dempsey's secret safe.",
                            "Now I'll show you my secret recipe.",
                            "It's the only way our group stays secret."
                        ],
                        "examples_local": [
                            "On ne peut pas ouvrir le coffre de Dempsey.",
                            "Je vais vous montrer ma recette secrète.",
                            "C'est le seul moyen pour que notre groupe reste secret."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "masqué",
                        "examples": [
                            "This is the secret safe that's hidden in the wall."
                        ],
                        "examples_local": [
                            "C'est le secret du coffre caché dans le mur."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "secrets": {
                "word_id": 57876,
                "wordsenses": [
                    {
                        "local_word": "sécréta",
                        "examples": [
                            "The secrets in his head must be damaging to the empire.",
                            "There are some secrets you're only too happy to keep.",
                            "I don't want to keep any more of her secrets."
                        ],
                        "examples_local": [
                            "Les secrets dans sa tête doivent nuire à l'empire.",
                            "Il y a des secrets que vous êtes trop heureux de garder.",
                            "Je ne veux plus garder ses secrets."
                        ],
                        "word_rating": 4801
                    },
                    {
                        "local_word": "secrets",
                        "examples": [
                            "I'm a woman of the world and privy to all family secrets.",
                            "It seems only fair, given the secrets I keep from her.",
                            "She and two other employees were under suspicion of selling company secrets."
                        ],
                        "examples_local": [
                            "Je suis une femme du monde et au courant de tous les secrets de famille.",
                            "C'est juste, vu les secrets que je lui cache.",
                            "Elle et deux autres employés étaient soupçonnés de vendre des secrets d'entreprise."
                        ],
                        "word_rating": 279
                    },
                    {
                        "local_word": "secrets",
                        "examples": [
                            "She ends up with all of our secrets.",
                            "There's stuff on there about you going rogue, selling secrets.",
                            "But I'm tired of carrying around your secrets."
                        ],
                        "examples_local": [
                            "Elle finit avec tous nos secrets.",
                            "Il y a des trucs là-dessus à propos de toi en train de devenir un escroc, de vendre des secrets.",
                            "Mais j'en ai marre de trimballer tes secrets."
                        ],
                        "word_rating": 549
                    },
                    {
                        "local_word": "secrets",
                        "examples": [
                            "It's like a perpetual motion machine, powered by secrets.",
                            "To speak of the ancient mysteries - the secrets of the mighty Kronos.",
                            "We're talking nuclear secrets from all over the world."
                        ],
                        "examples_local": [
                            "C'est comme une machine à mouvement perpétuel, alimentée par des secrets.",
                            "Pour parler des mystères antiques-les secrets du puissant Kronos.",
                            "On parle de secrets nucléaires du monde entier."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "mystère",
                        "examples": [
                            "He claims he has important secrets to tell Caesar."
                        ],
                        "examples_local": [
                            "Il prétend avoir des secrets importants à révéler à César."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "secrets",
                        "examples": [
                            "Soon we learned the dark secrets that working the land brings.",
                            "For them, to know that a civilian like you can have access to military secrets...",
                            "You cannot print that I have access to military secrets."
                        ],
                        "examples_local": [
                            "Bientôt, nous avons appris les sombres secrets que le travail de la terre apporte.",
                            "Pour eux, à savoir qu'un civil comme vous pouvez avoir accès à des secrets militaires...",
                            "Vous ne pouvez pas imprimer que j'ai accès à des secrets militaires."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "mystères",
                        "examples": [
                            "I hate that gummy worms won't tell me their secrets.",
                            "And I don't trust a man with secrets.",
                            "A war zone rife with shame, gossip, and secrets."
                        ],
                        "examples_local": [
                            "Je déteste que gummy worms ne me dise pas leurs secrets.",
                            "Et je ne fais pas confiance à un homme qui a des secrets.",
                            "Une zone de guerre pleine de honte, de commérages et de secrets."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "mystères",
                        "examples": [
                            "I was only in on their secrets before the split.",
                            "To speak of the ancient mysteries - the secrets of the mighty Kronos.",
                            "You built your life around lies, and secrets."
                        ],
                        "examples_local": [
                            "J'étais seulement sur leurs secrets avant la séparation.",
                            "Pour parler des mystères antiques-les secrets du puissant Kronos.",
                            "Tu as construit ta vie autour du mensonge et des secrets."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "table": {
        "word_id": 40227,
        "lemma_branch": [
            {
                "definition": "a piece of furniture with four legs, used for eating off, putting things on, etc",
                "local_word": "bureau",
                "examples": [
                    "the kitchen table",
                    "You lay life on a table, and you cut out all the tumors of injustice.",
                    "Help me move this table and get those prayer mats down.",
                    "Look, a table was overturned in the fight.",
                    "I'll put the pearls on my dressing table, Bertie.",
                    "He sits down at the table and he says to the waiter...",
                    "I'll dish out the spaghetti and you guys set up the card table.",
                    "Now, this table sugar, or sucrose, is made up of two sugars.",
                    "The Working Party adopted the amended texts of new/revised UNECE standards for cherries, table grapes, ceps and apples.",
                    "Standards for apples, sweet peppers and table grapes"
                ],
                "definition_local": "un meuble à quatre pattes, utilisé pour manger, mettre des choses, etc.",
                "examples_local": [
                    "la table de la cuisine",
                    "Vous mettez la vie sur une table, et vous coupez tous les tumeurs de l'injustice.",
                    "Aidez-moi à déplacer cette table et à poser ces tapis de prière."
                ],
                "word_rating": 381915
            },
            {
                "definition": "to put plates, knives, forks, etc on the table to prepare for a meal",
                "local_word": "mettre la table",
                "examples": [],
                "definition_local": "mettre les assiettes, couteaux, fourchettes, etc sur la table pour préparer un repas",
                "examples_local": [],
                "word_rating": 0
            },
            {
                "definition": "a set of numbers or words written in rows that go across and down the page",
                "local_word": "tableau",
                "examples": [
                    "The table below shows the results of the experiment.",
                    "The agenda of the meeting and the synoptic table of the issues discussed will be made available to the Commission as background documents.",
                    "A compilation table based on the responses received will be made available in time for the meeting.",
                    "A table containing information on the needs identified has also been included in order to make reading easier.",
                    "With regard to crimes that threaten the existence and security of the State (see table 1), domestic criminal legislation is clear about the ability to exercise universal jurisdiction.",
                    "Sweden also exercises universal jurisdiction, inter alia, over the crime of genocide (see table 2).",
                    "Some results of the study done for transport activities are given in table 1."
                ],
                "definition_local": "un ensemble de nombres ou de mots écrits en lignes qui traversent et descendent la page",
                "examples_local": [
                    "Le tableau ci-dessous montre les résultats de l'expérience.",
                    "L'ordre du jour de la réunion et le tableau synoptique des questions débattues seront mis à la disposition de la Commission en tant que documents de référence.",
                    "Un tableau récapitulatif établi à partir des réponses reçues sera distribué à temps pour la réunion."
                ],
                "word_rating": 4412
            },
            {
                "definition": "a collection of a particular kind of information in a database",
                "local_word": "liste, ligne de table",
                "examples": [],
                "definition_local": "une collection d'un type particulier de l'information dans une base de données",
                "examples_local": [],
                "word_rating": 55
            },
            {
                "definition": "to formally suggest that a particular subject is discussed",
                "local_word": "discuter",
                "examples": [],
                "definition_local": "officiellement suggèrent qu'un sujet est discuté",
                "examples_local": [],
                "word_rating": 0
            },
            {
                "definition": "to decide to discuss something later",
                "local_word": "reporter le débat",
                "examples": [],
                "definition_local": "pour décider de discuter de quelque chose plus tard",
                "examples_local": [],
                "word_rating": 0
            }
        ],
        "wordforms_branch": {
            "tables": {
                "word_id": 50701,
                "wordsenses": [
                    {
                        "local_word": "phréatiques",
                        "examples": [
                            "The Kalahari basin of southern Africa, for example, is experiencing falling water tables because of increased sedentary livestock production.",
                            "The protective function includes the protection of the groundwater tables and the prevention of soil erosion."
                        ],
                        "examples_local": [
                            "Le bassin du Kalahari, en Afrique australe, par exemple, connaît une chute des nappes phréatiques en raison de l'augmentation de la production animale sédentaire.",
                            "La fonction de protection comprend la protection des nappes phréatiques et la prévention de l'érosion du sol."
                        ],
                        "word_rating": 0
                    }
                ]
            }
        }
    },
    "create": {
        "word_id": 10283,
        "lemma_branch": [
            {
                "definition": "to make something happen or exist",
                "local_word": "créer",
                "examples": [
                    "The project will create more than 500 jobs.",
                    "The snow created further problems.",
                    "The differences between these national requirements could in fact create obstacles to international trade.",
                    "Measures to address the crisis should not create other problems for the future.",
                    "Public policies should create the conditions under which entrepreneurship can flourish."
                ],
                "definition_local": "faire que quelque chose arrive ou existe",
                "examples_local": [
                    "Le projet permettra de créer plus de 500 emplois.",
                    "La neige a créé d'autres problèmes.",
                    "Les différences entre ces prescriptions nationales pourraient en fait créer des obstacles au commerce international."
                ],
                "word_rating": 4800
            }
        ],
        "wordforms_branch": {
            "created": {
                "word_id": 53717,
                "wordsenses": [
                    {
                        "local_word": "créé",
                        "examples": [
                            "The dynamics of today's world have been created by immense forces of change.",
                            "Following the adoption of the Constitution, the position of Deputy Governor was created."
                        ],
                        "examples_local": [
                            "La dynamique du monde d'aujourd'hui ont été créés par d'immenses forces de changement.",
                            "Après l'adoption de la Constitution, le poste de gouverneur adjoint a été créé."
                        ],
                        "word_rating": 28321
                    },
                    {
                        "local_word": "créas",
                        "examples": [
                            "Thus, the Fund Forum created a number of creative activity centres for children in Tashkent and Samarkand.",
                            "The Council of Ministers created the NCCEDI as a consultative body headed by a Deputy Prime Minister.",
                            "He created it while living in my Incubator."
                        ],
                        "examples_local": [
                            "Ainsi, le Forum du Fonds a créé un certain nombre de centres d'activités créatives pour les enfants à Tachkent et à Samarkand.",
                            "Le Conseil des Ministres a créé le NCCEDI en tant qu'organe consultatif dirigé par un vice-Premier ministre.",
                            "Il l'a créé en vivant dans mon incubateur."
                        ],
                        "word_rating": 323
                    },
                    {
                        "local_word": "créé",
                        "examples": [
                            "During the various phases of implementation, a certain number of structures have been created.",
                            "The doppelganger was created as way to be able to undo the spell.",
                            "A number of Ombudsman type institutions have been created for the purpose of serving as 'watchdogs'."
                        ],
                        "examples_local": [
                            "Au cours des différentes phases de mise en œuvre, un certain nombre de structures ont été créées.",
                            "Le double a été créé pour pouvoir annuler le sort.",
                            "Un certain nombre d'institutions de type Médiateur ont été créées pour servir de \"chiens de garde\"."
                        ],
                        "word_rating": 66
                    },
                    {
                        "local_word": "créé",
                        "examples": [
                            "To support this Project, 19 temporary assistance \"posts\" have been created.",
                            "Dedicated funds were created in which the liabilities were recorded, which made it easier to follow their variation."
                        ],
                        "examples_local": [
                            "À l'appui de ce projet, 19 \"postes\" temporaires ont été créés.",
                            "Des fonds réservés ont été créés, dans lesquels les éléments de passif ont été enregistrés, ce qui a facilité le suivi de leur variation."
                        ],
                        "word_rating": 352
                    },
                    {
                        "local_word": "créâtes",
                        "examples": [
                            "Various bilateral donors have created programmes that seek to leverage the contribution of expatriate communities to countries of origin.",
                            "Audits 65. Several States have created supervisory bodies and/or undertake audits.",
                            "Seems to me you've created an environment that is, indeed, ferocious."
                        ],
                        "examples_local": [
                            "Divers donateurs bilatéraux ont créé des programmes visant à mobiliser la contribution des communautés expatriées vers les pays d'origine.",
                            "Vérifications 65. Plusieurs États ont créé des organes de supervision et/ou entrepris des audits.",
                            "Me semble que vous avez créé un environnement qui est, en effet, féroce."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "créé",
                        "examples": [
                            "We had organized a political movement that was not created by political scientists, experts or intellectuals.",
                            "A private shared workspace will be created that will only be visible and accessible to those users.",
                            "As a result of inter-community dialogue, 5 reconciliation commissions have been created in the Farchana region."
                        ],
                        "examples_local": [
                            "Nous avions organisé un mouvement politique qui n'avait pas été créé par des politologues, des experts ou des intellectuels.",
                            "Un espace de travail privé partagé sera créé qui ne sera visible et accessible qu'à ces utilisateurs.",
                            "À la suite du dialogue intercommunautaire, 5 commissions de réconciliation ont été créées dans la région de Farchana."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "créas",
                        "examples": [
                            "The Attorney General's Office has created a special unit to conduct investigations of extrajudicial executions.",
                            "With the help of the Canadian Cooperative Association, the Federation has created hundreds of jobs for persons with disabilities.",
                            "At the national level, Japan has created opportunities for our young people to participate in volunteer activities within their communities."
                        ],
                        "examples_local": [
                            "Le Bureau du Procureur général a créé une unité spéciale chargée de mener des enquêtes sur les exécutions extrajudiciaires.",
                            "Avec l'aide de L'Association coopérative canadienne, la Fédération a créé des centaines d'emplois pour les personnes handicapées.",
                            "Au niveau national, Le Japon a créé des possibilités pour nos jeunes de participer à des activités bénévoles au sein de leurs communautés."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "créé",
                        "examples": [
                            "The mechanisms created thus far have failed to take into account the practical and strategic needs of women.",
                            "The enjoyment of human rights was only possible if States created an enabling environment.",
                            "Please clarify the role of the Institute with respect to the coordination mechanisms created under these laws."
                        ],
                        "examples_local": [
                            "Les mécanismes créés jusqu'à présent n'ont pas tenu compte des besoins pratiques et stratégiques des femmes.",
                            "La jouissance des droits de l'homme n'est possible que si les États créent un environnement propice.",
                            "Veuillez préciser le rôle de l'Institut en ce qui concerne les mécanismes de coordination créés en vertu de ces lois."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "crée",
                        "examples": [
                            "Both rigorous and constructive, the Review mechanism has created an environment of equality."
                        ],
                        "examples_local": [
                            "Rigoureux et constructif, le mécanisme d'examen a créé un environnement d'égalité."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "créé par",
                        "examples": [
                            "She had the power to destroy the fantasy created by Alison and maintained with her little group of followers.",
                            "An hallucination created by potion and powerful spell work.",
                            "Every man on the face of the globe... has the right to share in the advantages created by technological progress."
                        ],
                        "examples_local": [
                            "Elle avait le pouvoir de détruire le fantasme créé par Alison et entretenu avec son petit groupe de disciples.",
                            "Une hallucination créée par la potion et un puissant sortilège.",
                            "Chaque homme sur la face du globe... a le droit de partager les avantages découlant du progrès technologique."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "créas",
                        "examples": [
                            "The momentum created by the positive outcome of the dialogue should not be lost.",
                            "Failure to do so could undermine the dynamic created by the Comprehensive Peace Agreement.",
                            "Auntie Alice is a brand that was created by a big corporation."
                        ],
                        "examples_local": [
                            "La dynamique créée par le résultat positif du dialogue ne doit pas être perdue.",
                            "Ne pas le faire pourrait saper la dynamique créée par l'Accord de Paix Global.",
                            "Tante Alice est une marque créée par une grande société."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "se former",
                        "examples": [
                            "The centres for protection and support of victims of human trafficking are created with the regional commissions.",
                            "In this way, conditions are created that make it possible for the parents to work productively and to carry out their family obligations.",
                            "Some of these organizations are created by the State with the aim of ensuring greater control over civil society activism."
                        ],
                        "examples_local": [
                            "Les centres de protection et d'appui aux victimes de la traite des êtres humains sont créés en collaboration avec les commissions régionales.",
                            "De cette manière, des conditions sont créées qui permettent aux parents de travailler de manière productive et de s'acquitter de leurs obligations familiales.",
                            "Certaines de ces organisations sont créées par l'Etat dans le but d'assurer un plus grand contrôle sur l'activisme de la société civile."
                        ],
                        "word_rating": 0
                    },
                    {
                        "local_word": "créé",
                        "examples": [
                            "The window of opportunity that the UNIFIL presence has created cannot be maintained indefinitely, however.",
                            "The other organization is the World Federation of Engineers' Organizations, created in 1968.",
                            "An alien species created with a new sequence of DNA, received in a transmission from deep space."
                        ],
                        "examples_local": [
                            "La fenêtre d'opportunité créée par la présence de la FINUL ne peut toutefois être maintenue indéfiniment.",
                            "L'autre organisation est la Fédération Mondiale des organisations D'ingénieurs, créée en 1968.",
                            "Une espèce extraterrestre créée avec une nouvelle séquence D'ADN, reçue dans une transmission depuis l'espace lointain."
                        ],
                        "word_rating": 0
                    }
                ]
            },
            "creating": {
                "word_id": 54424,
                "wordsenses": [
                    {
                        "local_word": "créant",
                        "examples": [
                            "By creating a large public demand for reforms, the current crisis offers another opportunity to improve governance arrangements.",
                            "They increase vulnerability by creating further hardships for families and may be an incentive to migrate.",
                            "DCs may wish to select from different regulatory options, creating hybrid models that are appropriate for their individual country contexts."
                        ],
                        "examples_local": [
                            "En suscitant une forte demande publique de réformes, la crise actuelle offre une autre occasion d'améliorer les mécanismes de gouvernance.",
                            "Elles accroissent la vulnérabilité en créant de nouvelles difficultés pour les familles et peuvent être une incitation à migrer.",
                            "Les pays en développement souhaiteront peut-être choisir parmi différentes options de réglementation, en créant des modèles hybrides adaptés au contexte de leur pays."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "crée",
                        "examples": [
                            "This subsidization is creating hazardous distortion to the present international system of agricultural production and trade.",
                            "The absence of a legal definition of terrorism is creating gaps in our global fight against terror."
                        ],
                        "examples_local": [
                            "Cette subvention crée une distorsion dangereuse du système international actuel de production et de commerce agricoles.",
                            "L'absence d'une définition juridique du terrorisme crée des lacunes dans notre lutte mondiale contre le terrorisme."
                        ],
                        "word_rating": 3
                    },
                    {
                        "local_word": "créent",
                        "examples": [
                            "Unilateralism and changing postures by big Powers are creating a new global order.",
                            "He explained that the discrepancies between the provisions of the Convention and the technical regulations were already creating obstacles to the international road traffic."
                        ],
                        "examples_local": [
                            "L'unilatéralisme et les attitudes changeantes des grandes puissances créent un nouvel ordre mondial.",
                            "Il a expliqué que les divergences entre les dispositions de la Convention et les règlements techniques créaient déjà des obstacles à la circulation routière internationale."
                        ],
                        "word_rating": 7476
                    },
                    {
                        "local_word": "créons",
                        "examples": [
                            "We are creating jobs to reduce the number of our poor.",
                            "No, we are creating a food source for other Wraith.",
                            "We are creating a managed web sites with exclusive design."
                        ],
                        "examples_local": [
                            "Nous créons des emplois pour réduire le nombre de nos pauvres.",
                            "Non, nous créons une source de nourriture pour d'autres Wraith.",
                            "Nous sommes en train de créer un site Web géré avec un design exclusif."
                        ],
                        "word_rating": 1057
                    }
                ]
            }
        }
    },
    "warm": {
        "word_id": 44671,
        "lemma_branch": [
            {
                "definition": "having a temperature between cool and hot",
                "local_word": "chaud",
                "examples": [
                    "It's nice and warm in here.",
                    "Are you warm enough?",
                    "Make sure you keep warm."
                ],
                "definition_local": "ayant une température entre le froid et le chaud",
                "examples_local": [
                    "Il fait beau et chaud ici.",
                    "Êtes-vous assez chaud?",
                    "Assurez-vous que vous gardez au chaud."
                ],
                "word_rating": 302088
            },
            {
                "definition": "Warm clothes or covers keep your body warm.",
                "local_word": "chaud",
                "examples": [
                    "a warm sweater"
                ],
                "definition_local": "Des vêtements chauds ou des couvertures gardent votre corps chaud.",
                "examples_local": [
                    "un pull chaud"
                ],
                "word_rating": 15391
            },
            {
                "definition": "friendly and showing affection",
                "local_word": "chaud, bienvenu",
                "examples": [
                    "a warm smile/welcome"
                ],
                "definition_local": "amicale et de montrer de l'affection",
                "examples_local": [
                    "un sourire chaleureux/bienvenue"
                ],
                "word_rating": 0
            },
            {
                "definition": "to become warm or to make something become warm",
                "local_word": "chauffage (camping), chauffage (camping)",
                "examples": [
                    "She warmed her feet against his.",
                    "I'll warm the soup."
                ],
                "definition_local": "pour se réchauffer ou pour faire quelque chose devenir chaud",
                "examples_local": [
                    "Elle se chauffait les pieds contre les siens.",
                    "Je vais réchauffer la soupe."
                ],
                "word_rating": 8
            }
        ],
        "wordforms_branch": {
            "warmest": {
                "word_id": 57944,
                "wordsenses": [
                    {
                        "local_word": "le plus chaud",
                        "examples": [
                            "I would like to offer my warmest congratulations.",
                            "President Harris has asked me to convey to Mr. Julian Hunte warmest congratulations on his assumption of the stewardship of the Assembly.",
                            "Our warmest, our most sincere congratulations to you both."
                        ],
                        "examples_local": [
                            "Je voudrais vous adresser mes plus chaleureuses félicitations.",
                            "Le président Harris m'a demandé de transmettre à M. Julian Hunte ses félicitations les plus chaleureuses à l'occasion de son accession à la présidence de l'Assemblée.",
                            "Nos félicitations les plus chaleureuses et les plus sincères à tous les deux."
                        ],
                        "word_rating": 1037
                    }
                ]
            },
            "warming": {
                "word_id": 44677,
                "wordsenses": [
                    {
                        "local_word": "réchauffement du climat",
                        "examples": [
                            "During this period, a certain \"warming\" could be observed in the conflict.",
                            "For recent century our planet has been facing the most rapid and significant warming in the whole history of civilization.",
                            "In 2002, the greatest warming was observed in the East and Central Antarctica."
                        ],
                        "examples_local": [
                            "Pendant cette période, un certain\" réchauffement \" a pu être observé dans le conflit.",
                            "Au cours du dernier siècle, notre planète a été confrontée au réchauffement le plus rapide et le plus significatif de toute l'histoire de la civilisation.",
                            "En 2002, le réchauffement le plus important a été observé dans l'Est et le centre de l'Antarctique."
                        ],
                        "word_rating": 6315
                    }
                ]
            }
        }
    }
}